Repository: firdavs9777/tezsell_app_front
Catalog: lib/l10n/app_*.arb
Languages: ru, uz

source: Welcome
ru: Добро пожаловать
uz: Xush kelibsiz

source: Welcome back!
ru: С возвращением!
uz: Xush kelibsiz!

# loginToYourAccount
source: Login to continue
ru: Войдите, чтобы продолжить
uz: Davom etish uchun kiring

source: OR
ru: ИЛИ
uz: YOKI

# dontHaveAccount
source: Don't have an account?
ru: Нет аккаунта?
uz: Hisobingiz yo'qmi?

# chooseLanguage
source: Choose Your Language
ru: Выберите язык
uz: Tilingizni tanlang

# selectPreferredLanguage
source: Select your preferred language for the app
ru: Выберите предпочитаемый язык для приложения
uz: Ilova uchun kerakli tilingizni tanlang

# continueButton
source: Continue
ru: Продолжить
uz: Davom etish

# sellAndBuyProducts
source: Sell and buy any of your products only with us
ru: Продавайте и покупайте любые товары только у нас
uz: Mahsulotlaringizni faqat bizda soting va sotib oling

# usedProductsMarket
source: Used products or second-hand market
ru: Рынок подержанных товаров
uz: Ishlatilgan mahsulotlar yohud ikkinchi qo'l bozori

source: Register
ru: Регистрация
uz: Ro'yxatdan o'tish

# alreadyHaveAccount
source: Already have an account
ru: Уже есть аккаунт
uz: Hisobingiz bormi?

source: Login
ru: Войти
uz: Kirish

source: Login to Account
ru: Вход в аккаунт
uz: Hisobga kirish

source: Enter phone number
ru: Введите номер телефона
uz: Telefon raqamini kiriting

source: Password
ru: Пароль
uz: Parol

source: Enter password
ru: Введите пароль
uz: Parolni kiriting

source: Forgot password?
ru: Забыли пароль?
uz: Parolni unutdingizmi?

source: Register Now
ru: Зарегистрироваться
uz: Ro'yhatdan o'tish

source: Loading...
ru: Загрузка...
uz: Yuklanmoqda...

# pleaseEnterPhoneNumber
source: Please enter your phone number
ru: Пожалуйста, введите номер телефона
uz: Iltimos, telefon raqamingizni kiriting

# pleaseEnterPassword
source: Please enter your password
ru: Пожалуйста, введите пароль
uz: Iltimos, parolingizni kiriting

# unexpectedError
source: An unexpected error occurred. Please try again.
ru: Произошла неожиданная ошибка. Попробуйте снова.
uz: Kutilmagan xatolik yuz berdi. Qaytadan urinib ko'ring.

# forgotPasswordComingSoon
source: Forgot password feature coming soon
ru: Функция восстановления пароля скоро появится
uz: Parolni tiklash funksiyasi tez orada

# selectedCountryLabel
source: Selected:
ru: Выбрано:
uz: Tanlandi:

# fullPhoneLabel
source: Full:
ru: Полный:
uz: To'liq:

source: Home
ru: Главная
uz: Bosh sahifa

source: Settings
ru: Настройки
uz: Sozlamalar

source: Profile
ru: Профиль
uz: Profil

source: Search
ru: Поиск
uz: Qidiruv

source: Notifications
ru: Уведомления
uz: Bildirishnomalar

source: Error
ru: Ошибка
uz: Xatolik

source: Retry
ru: Повторить
uz: Qayta urinish

source: Cancel
ru: Отмена
uz: Bekor qilish

source: Save
ru: Сохранить
uz: Saqlash

# selectRegion
source: Please select your region
ru: Пожалуйста, выберите ваш регион
uz: Iltimos, hududingizni tanlang

# searchHint
source: Search district or city
ru: Поиск района или города
uz: Tuman yoki shaharni qidiring

# apiError
source: A problem occurred while calling the API
ru: Проблема при вызове API
uz: API chaqirishda muammo yuz berdi

source: OK
ru: ОК

source: Empty List
ru: Пустой список
uz: Bo'sh ro'yxat

# dataLoadingError
source: There is an error while loading data
ru: Ошибка при загрузке данных
uz: Ma'lumotlarni yuklashda xatolik

source: Confirm
ru: Подтвердить
uz: Tasdiqlash

source: Yes
ru: Да
uz: Ha

source: No
ru: Нет
uz: Yo'q

# confirmRegionSelection
source: Do you want to select {regionName} region?
ru: Вы хотите выбрать регион {regionName}?
uz: {regionName} hududini tanlashni xohlaysizmi?

# selectDistrictOrCity
source: Please select your district or city
ru: Пожалуйста, выберите ваш район или город
uz: Iltimos, tuman yoki shahringizni tanlang

# confirmDistrictSelection
source: Do you want to select {regionName} region - {districtName}?
ru: Вы хотите выбрать регион {regionName} - {districtName}?
uz: {regionName} hududi - {districtName}ni tanlashni xohlaysizmi?

source: No results found.
ru: Результаты не найдены.
uz: Natijalar topilmadi.

# errorWithCode
source: Error: {errorCode}
ru: Ошибка: {errorCode}
uz: Xatolik: {errorCode}

# failedToLoadData
source: Failed to load data. Error: {error}
ru: Не удалось загрузить данные. Ошибка: {error}
uz: Ma'lumotlarni yuklashda muvaffaqiyatsizlik. Xatolik: {error}

# phoneVerification
source: Phone Number Verification
ru: Подтверждение номера телефона
uz: Telefon raqamini tasdiqlash

# enterPhonePrompt
source: Please enter your phone number
ru: Пожалуйста, введите ваш номер телефона
uz: Iltimos, telefon raqamingizni kiriting

# enterPhoneNumberHint
source: Enter phone number
ru: Введите номер телефона
uz: Telefon raqamini kiriting

# selectedCountry
source: Selected: {countryName} ({countryCode})
ru: Выбрано: {countryName} ({countryCode})
uz: Tanlandi: {countryName} ({countryCode})

# fullNumber
source: Full number: {phoneNumber}
ru: Полный номер: {phoneNumber}
uz: To'liq raqam: {phoneNumber}

source: Send Code
ru: Отправить код
uz: Kod yuborish

source: Enter verification code
ru: Введите код подтверждения
uz: Tasdiqlash kodini kiriting

source: Resend Code
ru: Отправить код повторно
uz: Kodni qayta yuborish

# expires
source: Expires: {time}
ru: Истекает: {time}
uz: Tugaydi: {time}

source: Verify and Continue
ru: Подтвердить и продолжить
uz: Tasdiqlash va davom etish

source: Invalid verification code
ru: Неверный код подтверждения
uz: Noto'g'ri tasdiqlash kodi

# verificationCodeSent
source: Verification code sent successfully
ru: Код подтверждения отправлен успешно
uz: Tasdiqlash kodi muvaffaqiyatli yuborildi

# failedToSendCode
source: Failed to send verification code
ru: Не удалось отправить код подтверждения
uz: Tasdiqlash kodini yuborishda muvaffaqiyatsizlik

# verificationCodeResent
source: Verification code resent successfully
ru: Код подтверждения отправлен повторно
uz: Tasdiqlash kodi qayta yuborildi

# failedToResendCode
source: Failed to resend verification code
ru: Не удалось отправить код повторно
uz: Kodni qayta yuborishda muvaffaqiyatsizlik

source: Password Verification
ru: Подтверждение пароля
uz: Parolni tasdiqlash

# completeRegistrationPrompt
source: Enter username and password to complete registration
ru: Введите имя пользователя и пароль для завершения регистрации
uz: Ro'yxatdan o'tishni yakunlash uchun foydalanuvchi nomi va parolni kiriting

source: Username
ru: Имя пользователя
uz: Foydalanuvchi nomi

# username_required
source: Username is required
ru: Имя пользователя обязательно
uz: Foydalanuvchi nomi majburiy

# username_min_length
source: Username must be at least 2 characters
ru: Имя пользователя должно содержать минимум 2 символа
uz: Foydalanuvchi nomi kamida 2 ta belgidan iborat bo'lishi kerak

# usernameHint
source: Username123
ru: Пользователь123
uz: Foydalanuvchi123

source: Confirm Password
ru: Подтвердите пароль
uz: Parolni tasdiqlang

source: Profile Image
ru: Фото профиля
uz: Profil rasmi

# imageInstructions
source: Images will appear here, please press profile image
ru: Изображения появятся здесь, нажмите на фото профиля
uz: Rasmlar shu yerda paydo bo'ladi, iltimos profil rasmiga bosing

source: Finish
ru: Завершить
uz: Yakunlash

source: Passwords do not match
ru: Пароли не совпадают
uz: Parollar mos kelmaydi

source: Registration error
ru: Ошибка регистрации
uz: Ro'yxatdan o'tishda xatolik

# about
source: About Us
ru: О нас
uz: Biz haqimizda

source: Chat
ru: Чат

source: Real Estate
ru: Недвижимость
uz: Ko'chmas mulk

# language
source: ENG
ru: РУС
uz: O'ZB

# languageEn
source: English
ru: Английский
uz: Inglizcha

# languageRu
source: Russian
ru: Русский
uz: Ruscha

# languageUz
source: Uzbek
ru: Узбекский
uz: O'zbekcha

source: Service liked
ru: Услуга понравилась
uz: Xizmat yoqdi

source: Support
ru: Поддержка
uz: Qo'llab-quvvatlash

# service
source: Business Services
ru: Бизнес-услуги
uz: Biznes xizmatlari

# aboutContent
source: TezSell is a fast and easy marketplace for buying and selling new and used products. Our mission is to create the most convenient and efficient platform for every user, ensuring smooth transactions and a user-friendly experience. Whether you're looking to sell or buy, TezSell makes it easy to connect and complete transactions in just a few steps.We prioritize the security and privacy of our users. All transactions are carefully monitored to ensure safety and compliance, providing peace of mind to both buyers and sellers. Our simple and intuitive interface allows users to quickly list products and find what they need. We also facilitate real-time communication through Telegram, making the buying and selling process even smoother.
ru: TezSell - это быстрая и простая торговая площадка для покупки и продажи новых и подержанных товаров. Наша миссия - создать наиболее удобную и эффективную платформу для каждого пользователя, обеспечивая плавные транзакции и удобный пользовательский интерфейс. Независимо от того, хотите ли вы продавать или покупать, TezSell упрощает подключение и завершение транзакций всего за несколько шагов. Мы уделяем приоритетное внимание безопасности и конфиденциальности наших пользователей. Все транзакции тщательно отслеживаются для обеспечения безопасности и соответствия, обеспечивая спокойствие как покупателям, так и продавцам. Наш простой и интуитивно понятный интерфейс позволяет пользователям быстро размещать товары и находить то, что им нужно. Мы также облегчаем общение в реальном времени через Telegram, делая процесс покупки и продажи еще более плавным.
uz: TezSell - yangi va ishlatilgan mahsulotlarni sotib olish va sotish uchun tez va oson bozor. Bizning maqsadimiz har bir foydalanuvchi uchun eng qulay va samarali platformani yaratish, silliq tranzaksiyalarni ta'minlash va foydalanuvchi uchun qulay tajribani ta'minlashdir. Sotmoqchi yoki sotib olmoqchi bo'lishingizdan qat'i nazar, TezSell ulashish va tranzaksiyalarni bir necha qadamda yakunlashni osonlashtiradi. Biz foydalanuvchilarimizning xavfsizligi va maxfiyligiga ustuvorlik beramiz. Barcha tranzaksiyalar xavfsizlik va muvofiqlikni ta'minlash uchun diqqat bilan kuzatiladi, bu xaridorlar va sotuvchilarga xotirjamlik beradi. Bizning oddiy va intuitiv interfeys foydalanuvchilarga mahsulotlarni tezda ro'yxatga olish va kerak bo'lgan narsalarni topish imkonini beradi. Shuningdek, biz Telegram orqali real vaqtda aloqani osonlashtiramiz, bu sotib olish va sotish jarayonini yanada silliqroq qiladi.

# errorMessage
source: Error occurred, please check the server
ru: Произошла ошибка, проверьте сервер
uz: Xatolik yuz berdi, serverni tekshiring

# searchLocation
source: Location
ru: Местоположение
uz: Joylashuv

# searchCategory
source: Categories
ru: Категории
uz: Kategoriyalar

# searchProductPlaceholder
source: Search for products
ru: Поиск товаров
uz: Mahsulotlarni qidiring

# searchServicePlaceholder
source: Search for services
ru: Поиск услуг
uz: Xizmatlarni qidiring

# searchText
source: Search
ru: Поиск
uz: Qidiruv

source: Selected Category:
ru: Выбранная категория:
uz: Tanlangan kategoriya:

source: Selected Location:
ru: Выбранное местоположение:
uz: Tanlangan joylashuv:

# productError
source: No products available
ru: Товары недоступны
uz: Mahsulotlar mavjud emas

# serviceError
source: No services available
ru: Услуги недоступны
uz: Xizmatlar mavjud emas

# locationHeader
source: Select a location
ru: Выберите местоположение
uz: Joylashuvni tanlang

# locationPlaceholder
source: Search region here
ru: Поиск региона
uz: Hududni shu yerda qidiring

# categoryHeader
source: Select a Category
ru: Выберите категорию
uz: Kategoriyani tanlang

# categoryPlaceholder
source: Search Categories
ru: Поиск категорий
uz: Kategoriyalarni qidiring

# categoryError
source: No categories available
ru: Категории недоступны
uz: Kategoriyalar mavjud emas

# paginationFirst
source: First
ru: Первая
uz: Birinchi

# paginationPrevious
source: Previous
ru: Предыдущая
uz: Oldingi

# pageInfo
source: Page of
ru: Страница из
uz: Sahifa

# pageNext
source: Next
ru: Следующая
uz: Keyingi

# pageLast
source: Last
ru: Последняя
uz: Oxirgi

# loadingMessageProduct
source: Loading products ...
ru: Загрузка товаров...
uz: Mahsulotlar yuklanmoqda...

# loadingMessageError
source: Error while loading
ru: Ошибка при загрузке
uz: Yuklashda xatolik

# likeProductError
source: Error occurred while liking product
ru: Ошибка при лайке товара
uz: Mahsulotni yoqtirishda xatolik

# dislikeProductError
source: Error occurred while disliking product
ru: Ошибка при дизлайке товара
uz: Mahsulotni yoqtirmaslikda xatolik

# loadingMessageLocation
source: Loading location ...
ru: Загрузка местоположения...
uz: Joylashuv yuklanmoqda...

# loadingLocationError
source: Error while loading location
ru: Ошибка при загрузке местоположения
uz: Joylashuvni yuklashda xatolik

# loadingMessageCategory
source: Loading categories ...
ru: Загрузка категорий...
uz: Kategoriyalar yuklanmoqda...

# loadingCategoryError
source: Error loading categories:
ru: Ошибка загрузки категорий:
uz: Kategoriyalarni yuklashda xatolik:

# profileUpdateSuccessMessage
source: Profile updated successfully
ru: Профиль успешно обновлен
uz: Profil muvaffaqiyatli yangilandi

# profileUpdateFailMessage
source: Failed to update profile
ru: Не удалось обновить профиль
uz: Profilni yangilashda muvaffaqiyatsizlik

# seeMoreBtn
source: See More
ru: Показать больше
uz: Ko'proq ko'rish

# profilePageTitle
source: Profile Page
ru: Страница профиля
uz: Profil sahifasi

# editProfileModalTitle
source: Edit Profile
ru: Редактировать профиль
uz: Profilni tahrirlash

# usernameLabel
source: Username
ru: Имя пользователя
uz: Foydalanuvchi nomi

# locationLabel
source: Current Location
ru: Текущее местоположение
uz: Joriy joylashuv

# profileImageLabel
source: Profile Image
ru: Фото профиля
uz: Profil rasmi

# chooseFileLabel
source: Choose a file
ru: Выберите файл
uz: Fayl tanlang

# uploadBtnLabel
source: Update
ru: Обновить
uz: Yangilash

# uploadingBtnLabel
source: Updating ...
ru: Обновление...
uz: Yangilanmoqda...

# cancelBtnLabel
source: Cancel
ru: Отмена
uz: Bekor qilish

# productsTitle
source: Products
ru: Товары
uz: Mahsulotlar

# servicesTitle
source: Services
ru: Услуги
uz: Xizmatlar

# myProductsTitle
source: My Products
ru: Мои товары
uz: Mening mahsulotlarim

# myServicesTitle
source: My Services
ru: Мои услуги
uz: Mening xizmatlarim

# favoriteProductsTitle
source: Favorite Products
ru: Избранные товары
uz: Sevimli mahsulotlar

# favoriteServicesTitle
source: Favorite Services
ru: Избранные услуги
uz: Sevimli xizmatlar

source: No Favorites
ru: Нет избранного
uz: Sevimlilar yo'q

# addNewProductBtn
source: Add New Product
ru: Добавить новый товар
uz: Yangi mahsulot qo'shish

# addNew
source: New
ru: Новый
uz: Yangi

# addNewServiceBtn
source: Add New Service
ru: Добавить новую услугу
uz: Yangi xizmat qo'shish

# downloadMobileApp
source: Download the mobile app
ru: Скачайте мобильное приложение
uz: Mobil ilovani yuklab oling

# registerPhoneNumberSuccess
source: Phone number verified! You can proceed to the next step.
ru: Номер телефона подтвержден! Вы можете перейти к следующему шагу.
uz: Telefon raqami tasdiqlandi! Keyingi bosqichga o'tishingiz mumkin.

# regionSelectedMessage
source: Region selected:
ru: Регион выбран:
uz: Hudud tanlandi:

# districtSelectMessage
source: District selected:
ru: Район выбран:
uz: Tuman tanlandi:

# phoneNumberEmptyMessage
source: Please verify your phone number before proceeding
ru: Пожалуйста, подтвердите номер телефона перед продолжением
uz: Davom etishdan oldin telefon raqamingizni tasdiqlang

# regionEmptyMessage
source: Please select the region first
ru: Пожалуйста, сначала выберите регион
uz: Iltimos, avval hududni tanlang

# districtEmptyMessage
source: Please select the district
ru: Пожалуйста, выберите район
uz: Iltimos, tumanni tanlang

# usernamePasswordEmptyMessage
source: Please input username and password
ru: Пожалуйста, введите имя пользователя и пароль
uz: Iltimos, foydalanuvchi nomi va parolni kiriting

# registerTitle
source: Register
ru: Регистрация
uz: Ro'yxatdan o'tish

# previousButton
source: Previous
ru: Назад
uz: Oldingi

# nextButton
source: Next
ru: Далее
uz: Keyingi

# completeButton
source: Complete
ru: Завершить
uz: Yakunlash

# stepIndicator
source: Step {currentStep} out of 4
ru: Шаг {currentStep} из 4
uz: {currentStep}-qadam 4 tadan

# districtSelectTitle
source: District List
ru: Список районов
uz: Tumanlar ro'yxati

# districtSelectParagraph
source: Select a district:
ru: Выберите район:
uz: Tumanni tanlang:

source: Phone Number
ru: Номер телефона
uz: Telefon raqami

source: Send OTP
ru: Отправить ОТП
uz: OTP yuborish

source: Send again
ru: Отправить снова
uz: Qayta yuborish

source: Verify
ru: Подтвердить
uz: Tasdiqlash

# failedToSendOtp
source: Failed to send OTP. Server returned false.
ru: Не удалось отправить ОТП. Сервер вернул false.
uz: OTP yuborishda muvaffaqiyatsizlik. Server false qaytardi.

# errorSendingOtp
source: An error occurred while sending OTP.
ru: Произошла ошибка при отправке ОТП.
uz: OTP yuborishda xatolik yuz berdi.

# invalidPhoneNumber
source: Please enter a valid phone number.
ru: Пожалуйста, введите действительный номер телефона.
uz: Iltimos, to'g'ri telefon raqamini kiriting.

# verificationSuccess
source: Successfully verified
ru: Успешно подтверждено
uz: Muvaffaqiyatli tasdiqlandi

# verificationError
source: An error occurred. Please try again later.
ru: Произошла ошибка. Попробуйте снова позже.
uz: Xatolik yuz berdi. Keyinroq qayta urinib ko'ring.

source: Regions List
ru: Список регионов
uz: Hududlar ro'yxati

# enterUsername
source: Enter your username
ru: Введите ваше имя пользователя
uz: Foydalanuvchi nomingizni kiriting

# welcomeMessage
source: Welcome to Tezsell, log in with your phone number
ru: Добро пожаловать в Tezsell, войдите с помощью номера телефона
uz: Tezsell-ga xush kelibsiz, telefon raqamingiz bilan kiring

# noAccount
source: No account yet? Register here
ru: Нет аккаунта? Зарегистрируйтесь здесь
uz: Hali hisobingiz yo'qmi? Bu yerda ro'yxatdan o'ting

# successLogin
source: Successfully logged
ru: Успешный вход
uz: Muvaffaqiyatli kirildi

source: My Profile
ru: Мой профиль
uz: Mening profilim

source: logout
ru: выйти
uz: chiqish

# newProductTitle
source: Title
ru: Название
uz: Sarlavha

# newProductDescription
source: Description
ru: Описание
uz: Tavsif

# newProductPrice
source: Price
ru: Цена
uz: Narx

# newProductCondition
source: Condition
ru: Состояние
uz: Holat

# newProductCategory
source: Category
ru: Категория
uz: Kategoriya

# newProductImages
source: Images
ru: Изображения
uz: Rasmlar

source: Add New Service
ru: Добавить новую услугу
uz: Yangi xizmat qo'shish

source: Creating...
ru: Создание...
uz: Yaratilmoqda...

source: Service Name
ru: Название услуги
uz: Xizmat nomi

# serviceNamePlaceholder
source: Enter service title
ru: Введите название услуги
uz: Xizmat nomini kiriting

source: Service Description
ru: Описание услуги
uz: Xizmat tavsifi

# serviceDescriptionPlaceholder
source: Enter service description
ru: Введите описание услуги
uz: Xizmat tavsifini kiriting

source: Service Category
ru: Категория услуги
uz: Xizmat kategoriyasi

source: Select category
ru: Выберите категорию
uz: Kategoriyani tanlang

# loadingCategories
source: Loading...
ru: Загрузка...
uz: Yuklanmoqda...

source: Error loading categories
ru: Ошибка загрузки категорий
uz: Kategoriyalarni yuklashda xatolik

source: Service Images
ru: Изображения услуги
uz: Xizmat rasmlari

# imageUploadHelper
source: Click the + icon to add images (maximum 10)
ru: Нажмите на значок + для добавления изображений (максимум 10)
uz: Rasmlar qo'shish uchun + belgisini bosing (maksimal 10 ta)

# maxImagesError
source: You can upload a maximum of 10 images
ru: Вы можете загрузить максимум 10 изображений
uz: Siz maksimal 10 ta rasm yuklashingiz mumkin

source: Category not found
ru: Категория не найдена
uz: Kategoriya topilmadi

# productCreatedSuccess
source: Product created successfully
ru: Товар успешно создан
uz: Mahsulot muvaffaqiyatli yaratildi

# productLikeSuccess
source: Product liked successfully
ru: Товар успешно лайкнут
uz: Mahsulot muvaffaqiyatli yoqtirildi

# productDislikeSuccess
source: Product disliked successfully
ru: Лайк с товара успешно убран
uz: Mahsulot yoqtirilmadi

# errorCreatingService
source: Error while creating service
ru: Ошибка при создании услуги
uz: Xizmat yaratishda xatolik

# errorCreatingProduct
source: Error while creating product
ru: Ошибка при создании товара
uz: Mahsulot yaratishda xatolik

# unknownError
source: An unknown error occurred while creating the service
ru: Произошла неизвестная ошибка при создании услуги
uz: Xizmat yaratishda noma'lum xatolik yuz berdi

source: Submit
ru: Отправить
uz: Yuborish

# selectCategoryAction
source: Select Category
ru: Выберите категорию
uz: Kategoriyani tanlang

source: Select Condition
ru: Выберите состояние
uz: Holatni tanlang

source: Sum
ru: Сумма
uz: Jami

# noComments
source: No comments yet. Be the first to comment!
ru: Пока нет комментариев. Будьте первым!
uz: Hali sharhlar yo'q. Birinchi bo'lib sharh yozing!

# commentLikeSuccess
source: Comment liked successfully
ru: Комментарий успешно лайкнут
uz: Sharh muvaffaqiyatli yoqtirildi

# commentLikeError
source: Error while liking comment
ru: Ошибка при лайке комментария
uz: Sharhni yoqtirishda xatolik

# unknownErrorMessage
source: An unknown error occurred
ru: Произошла неизвестная ошибка
uz: Noma'lum xatolik yuz berdi

# commentDislikeSuccess
source: Comment disliked successfully
ru: Лайк с комментария успешно убран
uz: Sharh yoqtirilmadi

# commentDislikeError
source: Error while disliking comment
ru: Ошибка при снятии лайка с комментария
uz: Sharhni yoqtirmaslikda xatolik

# replyInfo
source: Please enter a reply first
ru: Пожалуйста, сначала введите ответ
uz: Iltimos, avval javob kiriting

# replySuccessMessage
source: Reply added successfully
ru: Ответ успешно добавлен
uz: Javob muvaffaqiyatli qo'shildi

# replyErrorMessage
source: Error occurred during the creation of the reply
ru: Ошибка при создании ответа
uz: Javob yaratishda xatolik yuz berdi

# commentUpdateSuccess
source: Comment updated successfully
ru: Комментарий успешно обновлен
uz: Sharh muvaffaqiyatli yangilandi

# commentUpdateError
source: Error updating comment item
ru: Ошибка обновления комментария
uz: Sharhni yangilashda xatolik

# deleteConfirmationMessage
source: Are you sure you want to delete this comment?
ru: Вы уверены, что хотите удалить этот комментарий?
uz: Bu sharhni o'chirishni xohlaysizmi?

# commentDeleteSuccess
source: Comment deleted successfully
ru: Комментарий успешно удален
uz: Sharh muvaffaqiyatli o'chirildi

# commentDeleteError
source: Error deleting comment
ru: Ошибка удаления комментария
uz: Sharhni o'chirishda xatolik

# editLabel
source: Edit
ru: Редактировать
uz: Tahrirlash

# deleteLabel
source: Delete
ru: Удалить
uz: O'chirish

# saveLabel
source: Save
ru: Сохранить
uz: Saqlash

# replyLabel
source: Reply
ru: Ответить
uz: Javob berish

# replyTitle
source: replies
ru: ответы
uz: javoblar

# replyPlaceholder
source: Write a reply...
ru: Написать ответ...
uz: Javob yozing...

# chatLoginMessage
source: You must be logged in to start a chat
ru: Вы должны войти в систему, чтобы начать чат
uz: Chat boshlash uchun tizimga kirishingiz kerak

# chatYourselfMessage
source: You can't chat with yourself.
ru: Вы не можете писать сами себе.
uz: O'zingiz bilan chat qila olmaysiz.

# chatRoomMessage
source: Chat room created!
ru: Чат-комната создана!
uz: Chat xonasi yaratildi!

# chatRoomError
source: Failed to create chat!
ru: Не удалось создать чат!
uz: Chat yaratishda muvaffaqiyatsizlik!

# chatCreationError
source: Chat creation failed!
ru: Создание чата не удалось!
uz: Chat yaratish muvaffaqiyatsiz!

source: Products total
ru: Всего товаров
uz: Jami mahsulotlar
