Repository: firdavs9777/tezsell_app_front
Catalog: lib/l10n/app_*.arb
Languages: ru, uz

# location_city
source: City
ru: Город
uz: Shahar

# location_city_placeholder
source: City
ru: Город
uz: Shahar

# location_loading_regions
source: Loading regions...
ru: Загрузка регионов...
uz: Viloyatlar yuklanmoqda...

# location_loading_districts
source: Loading districts...
ru: Загрузка районов...
uz: Tumanlar yuklanmoqda...

# location_map_coordinates
source: Map Coordinates
ru: Координаты карты
uz: Xarita koordinatalari

# location_get_coordinates
source: Get Coordinates
ru: Получить координаты
uz: Koordinatalarni olish

# location_latitude
source: Latitude
ru: Широта
uz: Kenglik

# location_longitude
source: Longitude
ru: Долгота
uz: Uzunlik

# location_coordinates_set
source: Coordinates set
ru: Координаты установлены
uz: Koordinatalar o'rnatildi

# location_location_tips
source: Location Tips
ru: Советы по местоположению
uz: Joylashuv bo'yicha maslahatlar

# location_location_tip_1
source: • Fill in the address first, then click 'Get Coordinates' to automatically get the map location
ru: • Сначала заполните адрес, затем нажмите "Получить координаты" для автоматического получения местоположения на карте
uz: • Avval manzilni to'ldiring, keyin xaritada joylashuvni avtomatik olish uchun "Koordinatalarni olish"ni bosing

# location_location_tip_2
source: • You can also manually enter coordinates if you know the exact location
ru: • Вы также можете вручную ввести координаты, если знаете точное местоположение
uz: • Agar aniq joylashuvni bilsangiz, koordinatalarni qo'lda ham kirita olasiz

# location_location_tip_3
source: • Accurate coordinates help buyers find your property on the map
ru: • Точные координаты помогают покупателям найти вашу недвижимость на карте
uz: • Aniq koordinatalar xaridorlarga mulkingizni xaritada topishda yordam beradi

# property_details_provide_detailed_info
source: Provide detailed information about your property
ru: Предоставьте подробную информацию о вашей недвижимости
uz: Mulk haqida batafsil ma'lumot bering

# property_details_total_floors
source: Total Floors
ru: Всего этажей
uz: Jami qavatlar

# property_details_area_m2
source: Area (m²)
ru: Площадь (м²)
uz: Maydon (m²)

# property_details_parking_spaces
source: Parking Spaces
ru: Парковочные места
uz: Avtomobil turash joylari

# property_details_price
source: Price
ru: Цена
uz: Narx

# property_details_features
source: Features
ru: Особенности
uz: Xususiyatlar

# images_add_photos_showcase
source: Add photos to showcase your property
ru: Добавьте фотографии для демонстрации вашей недвижимости
uz: Mulkingizni ko'rsatish uchun rasmlar qo'shing

# images_click_to_upload
source: Click to upload images
ru: Нажмите для загрузки изображений
uz: Rasmlarni yuklash uchun bosing

# images_max_images_info
source: Maximum 10 images, JPG, PNG or WEBP
ru: Максимум 10 изображений, JPG, PNG или WEBP
uz: Maksimal 10 ta rasm, JPG, PNG yoki WEBP

# images_main
source: Main
ru: Главное
uz: Asosiy

# images_maximum_images_allowed
source: Maximum 10 images allowed
ru: Разрешено максимум 10 изображений
uz: Maksimal 10 ta rasm ruxsat etilgan

# admin_dashboard_title
source: Admin Dashboard
ru: Панель администратора
uz: Administrator paneli

# admin_dashboard_subtitle
source: Real-time overview of your real estate platform
ru: Обзор вашей платформы недвижимости в реальном времени
uz: Ko'chmas mulk platformangizning real vaqt sharhi

# admin_last_update
source: Last update
ru: Последнее обновление
uz: So'nggi yangilanish

# admin_total_properties
source: Total Properties
ru: Всего недвижимости
uz: Jami mulklar

# admin_total_agents
source: Total Agents
ru: Всего агентов
uz: Jami agentlar

# admin_total_users
source: Total Users
ru: Всего пользователей
uz: Jami foydalanuvchilar

# admin_total_views
source: Total Views
ru: Всего просмотров
uz: Jami ko'rishlar

# admin_error_loading_dashboard
source: Error loading dashboard
ru: Ошибка загрузки панели
uz: Panelni yuklashda xatolik

# admin_failed_to_load_data
source: Failed to load dashboard data
ru: Не удалось загрузить данные панели
uz: Panel ma'lumotlarini yuklashda xatolik

# admin_avg_sale_price
source: Avg Sale Price
ru: Средняя цена продажи
uz: O'rtacha sotuv narxi

# admin_avg_sale_price_subtitle
source: All active listings
ru: Все активные объекты
uz: Barcha faol obyektlar

# admin_total_portfolio_value
source: Total Portfolio Value
ru: Общая стоимость портфеля
uz: Jami portfel qiymati

# admin_total_portfolio_value_subtitle
source: Combined property value
ru: Совокупная стоимость недвижимости
uz: Mulklarning umumiy qiymati

# admin_avg_price_per_sqm
source: Avg Price per sqm
ru: Средняя цена за кв.м
uz: Kvadrat metr uchun o'rtacha narx

# admin_avg_price_per_sqm_subtitle
source: Market rate indicator
ru: Индикатор рыночной ставки
uz: Bozor stavkasi ko'rsatkichi

# admin_property_types_distribution
source: Property Types Distribution
ru: Распределение типов недвижимости
uz: Mulk turlari taqsimoti

# admin_properties_by_city
source: Properties by City
ru: Недвижимость по городам
uz: Shaharlar bo'yicha mulklar

# admin_properties_by_district
source: Properties by District
ru: Недвижимость по районам
uz: Tumanlar bo'yicha mulklar

# admin_inquiry_types_distribution
source: Inquiry Types Distribution
ru: Распределение типов запросов
uz: So'rov turlari taqsimoti

# admin_agent_verification_rate
source: Agent Verification Rate
ru: Степень проверки агентов
uz: Agentlarni tasdiqlash darajasi

# admin_agent_verification_rate_subtitle
source: Quality control
ru: Контроль качества
uz: Sifat nazorati

# admin_inquiry_response_rate
source: Inquiry Response Rate
ru: Степень ответа на запросы
uz: So'rovlarga javob berish darajasi

# admin_inquiry_response_rate_subtitle
source: Customer service
ru: Обслуживание клиентов
uz: Mijozlarga xizmat ko'rsatish

# admin_avg_views_per_property
source: Avg Views per Property
ru: Средние просмотры на недвижимость
uz: Har bir mulk uchun o'rtacha ko'rishlar

# admin_avg_views_per_property_subtitle
source: Property popularity
ru: Популярность недвижимости
uz: Mulk mashhurligi

# admin_featured_properties
source: Featured Properties
ru: Рекомендуемая недвижимость
uz: Tavsiya etilgan mulklar

# admin_featured_properties_subtitle
source: Premium listings
ru: Премиум объявления
uz: Premium e'lonlar

# admin_most_viewed_properties
source: Most Viewed Properties
ru: Самая просматриваемая недвижимость
uz: Eng ko'p ko'rilgan mulklar

# admin_top_performing_agents
source: Top Performing Agents
ru: Лучшие агенты
uz: Eng yaxshi agentlar

# admin_system_health
source: System Health
ru: Состояние системы
uz: Tizim holati

# admin_properties_without_images
source: Properties without images
ru: Недвижимость без изображений
uz: Rasmsiz mulklar

# admin_missing_location_data
source: Missing location data
ru: Отсутствующие данные о местоположении
uz: Joylashuv ma'lumotlari yo'q

# admin_pending_agent_verification
source: Pending agent verification
ru: Ожидающие проверки агенты
uz: Tasdiqlash kutilayotgan agentlar

# admin_active
source: active
ru: активные
uz: faol

# admin_verified
source: verified
ru: проверенные
uz: tasdiqlangan

# admin_active_7d
source: active (7d)
ru: активные (7д)
uz: faol (7k)

# admin_this_month
source: this month
ru: в этом месяце
uz: bu oy

# agents_loading_pending_applications
source: Loading pending applications...
ru: Загрузка ожидающих заявок...
uz: Kutilayotgan arizalar yuklanmoqda...

# agents_error_loading_applications
source: Error loading applications
ru: Ошибка загрузки заявок
uz: Arizalarni yuklashda xatolik

# agents_pending_agents
source: Pending Agents
ru: Ожидающие агенты
uz: Kutilayotgan agentlar

# agents_total_pending_applications
source: Total pending applications:
ru: Всего ожидающих заявок:
uz: Jami kutilayotgan arizalar:

# agents_pending_verification
source: Pending Verification
ru: Ожидает проверки
uz: Tasdiqlash kutilmoqda

# agents_applied_date
source: Applied:
ru: Подано:
uz: Topshirilgan:

# agents_contact_info
source: Contact Information
ru: Контактная информация
uz: Aloqa ma'lumotlari

# agents_license_number
source: License Number
ru: Номер лицензии
uz: Litsenziya raqami

# agents_years_experience
source: Years Experience
ru: Лет опыта
uz: Yillik tajriba

# agents_years_suffix
source: years
ru: лет
uz: yil

# agents_total_sales
source: Total Sales
ru: Всего продаж
uz: Jami sotuvlar

# agents_specialization
source: Specialization
ru: Специализация
uz: Mutaxassislik

# agents_approve
source: Approve
ru: Одобрить
uz: Tasdiqlash

# agents_reject
source: Reject
ru: Отклонить
uz: Rad etish

# agents_no_pending_applications
source: No pending applications
ru: Нет ожидающих заявок
uz: Kutilayotgan arizalar yo'q

# agents_all_applications_processed
source: All agent applications have been processed
ru: Все заявки агентов обработаны
uz: Barcha agent arizalari ko'rib chiqildi

# general_previous
source: Previous
ru: Предыдущая
uz: Oldingi

# general_page
source: Page
ru: Страница
uz: Sahifa

# general_next
source: Next
ru: Следующая
uz: Keyingi

# general_views
source: views
ru: просмотры
uz: ko'rishlar

# general_sales
source: sales
ru: продажи
uz: sotuvlar

# general_super_admin
source: Super Admin
ru: Супер администратор
uz: Super administrator

# general_staff
source: Staff
ru: Персонал
uz: Xodim

# general_verified_agent
source: Verified Agent
ru: Проверенный агент
uz: Tasdiqlangan agent

# general_pending_agent
source: Pending Agent
ru: Ожидающий агент
uz: Kutilayotgan agent

# general_regular_user
source: Regular User
ru: Пользователь
uz: Foydalanuvchi

# general_admin
source: Admin
ru: Администратор
uz: Administrator

# general_dashboard
source: Dashboard
ru: Панель
uz: Panel

# general_manage_users
source: Manage Users
ru: Управление пользователями
uz: Foydalanuvchilarni boshqarish

# general_verified_agents
source: Verified Agents
ru: Проверенные агенты
uz: Tasdiqlangan agentlar

# general_agent_panel
source: Agent Panel
ru: Панель агента
uz: Agent paneli

# general_create_property
source: Create Property
ru: Создать недвижимость
uz: Mulk yaratish

# general_my_properties
source: My Properties
ru: Моя недвижимость
uz: Mening mulklarim

# general_inquiries
source: Inquiries
ru: Запросы
uz: So'rovlar

# general_agent_profile
source: Agent Profile
ru: Профиль агента
uz: Agent profili

# general_live
source: Live
ru: Онлайн
uz: Onlayn

# general_logged_out_successfully
source: Logged out successfully
ru: Успешный выход из системы
uz: Muvaffaqiyatli chiqish

# general_logout_completed_with_errors
source: Logout completed (with errors)
ru: Выход выполнен (с ошибками)
uz: Chiqish bajarildi (xatolar bilan)

# general_application_under_review
source: Application under review
ru: Заявка на рассмотрении
uz: Ariza ko'rib chiqilmoqda

# general_check_status
source: Check status →
ru: Проверить статус →
uz: Holatni tekshirish →

# general_last_updated
source: Last updated:
ru: Последнее обновление:
uz: So'nggi yangilanish:

# general_permissions_may_be_outdated
source: Permissions may be outdated
ru: Права доступа могут быть устаревшими
uz: Ruxsatlar eskirgan bo'lishi mumkin

# general_permissions_up_to_date
source: Permissions up to date
ru: Права доступа актуальны
uz: Ruxsatlar dolzarb

# general_never
source: Never
ru: Никогда
uz: Hech qachon

# general_properties_found
source: Properties Found
ru: Объектов найдено
uz: Obyektlar topildi

# general_properties_saved
source: properties saved
ru: объектов сохранено
uz: obyektlar saqlandi

# general_saved
source: saved
ru: сохранено
uz: saqlandi

# general_loading_properties
source: Loading properties...
ru: Загрузка объектов...
uz: Obyektlar yuklanmoqda...

# general_failed_to_load
source: Failed to load properties. Please try again.
ru: Не удалось загрузить объекты. Попробуй
uz: Obyektlarni yuklashda xatolik. Qaytadan urinib ko'ring.

# general_no_properties_found
source: No properties found
ru: Объекты не найдены
uz: Obyektlar topilmadi

# general_try_adjusting
source: Try adjusting your search criteria
ru: Попробуйте изменить критерии поиска
uz: Qidiruv mezonlarini o'zgartirib ko'ring

source: Select category
ru: Выберите категорию
uz: Kategoriya tanlang

source: Service Description
ru: Описание услуги
uz: Xizmat tavsifi

# product_search_placeholder
source: Enter a search term to find products
ru: Введите поисковый запрос, чтобы найти товары
uz: Mahsulotlarni topish uchun qidiruv so‘zini kiriting

source: Privacy Policy
ru: Политика конфиденциальности
uz: Maxfiylik siyosati

# terms_subtitle
source: Privacy policy and terms
ru: Конфиденциальность и условия
uz: Maxfiylik va shartlar

source: Last Updated
ru: Последнее обновление
uz: Oxirgi yangilanish

source: Contact Information
ru: Контактная информация
uz: Aloqa ma'lumotlari

# accept_terms
source: I Accept Terms and Conditions
ru: Я принимаю Условия использования
uz: Foydalanish shartlarini qabul qilaman

# read_terms
source: Please read our terms and conditions
ru: Пожалуйста, прочитайте наши условия
uz: Iltimos, shartlarimizni o'qing

# inquiries
source: Inquiries & Support
ru: Обращения и поддержка
uz: Savollar va yordam

# inquiries_subtitle
source: Contact us for help
ru: Свяжитесь с нами
uz: Biz bilan bog'laning

# help_center
source: How can we help you?
ru: Как мы можем вам помочь?
uz: Sizga qanday yordam beramiz?

# help_subtitle
source: We're here to assist you with any questions
ru: Мы готовы ответить на ваши вопросы
uz: Har qanday savollaringizga javob berishga tayyormiz

source: Contact Us
ru: Связаться с нами
uz: Biz bilan bog'laning

source: Email Support
ru: Поддержка по Email
uz: Email orqali yordam

source: Call Support
ru: Позвонить в поддержку
uz: Qo'ng'iroq qiling

source: Send Message
ru: Отправить сообщение
uz: Xabar yuborish

# fill_contact_form
source: Fill out contact form
ru: Заполните форму
uz: Formani to'ldiring

source: Contact Form
ru: Форма обратной связи
uz: Aloqa formasi

# name
source: Your Name
ru: Ваше имя
uz: Ismingiz

# name_required
source: Please enter your name
ru: Пожалуйста, введите имя
uz: Iltimos, ismingizni kiriting

# email
source: Email Address
ru: Email адрес
uz: Email manzil

# email_required
source: Please enter your email
ru: Пожалуйста, введите email
uz: Iltimos, emailni kiriting

# email_invalid
source: Please enter a valid email
ru: Введите корректный email
uz: To'g'ri email kiriting

source: Subject
ru: Тема
uz: Mavzu

# subject_required
source: Please enter a subject
ru: Пожалуйста, введите тему
uz: Iltimos, mavzuni kiriting

# message
source: Your Message
ru: Ваше сообщение
uz: Xabar

# message_required
source: Please enter your message
ru: Пожалуйста, введите сообщение
uz: Iltimos, xabar kiriting

# message_too_short
source: Message must be at least 10 characters
ru: Сообщение должно содержать минимум 10 символов
uz: Xabar kamida 10 belgidan iborat bo'lishi kerak

# faq
source: Frequently Asked Questions
ru: Часто задаваемые вопросы
uz: Ko'p beriladigan savollar

source: Follow Us
ru: Подписывайтесь на нас
uz: Bizni kuzatib boring

# faq_how_to_sell
source: How do I sell items on Tezsell?
ru: Как продать товар на Tezsell?
uz: Tezsell'da mahsulot qanday sotiladi?

# faq_how_to_sell_answer
source: To sell items: 1) Create an account, 2) Tap the '+' button, 3) Choose category (Products/Services/Real Estate), 4) Add photos and description, 5) Set your price, 6) Publish! Your listing will be visible to buyers in your area.
ru: Чтобы продать товар: 1) Создайте аккаунт, 2) Нажмите кнопку '+', 3) Выберите категорию (Товары/Услуги/Недвижимость), 4) Добавьте фото и описание, 5) Установите цену, 6) Опубликуйте! Ваше объявление будет видно покупателям в вашем районе.
uz: Mahsulot sotish uchun: 1) Hisob yarating, 2) '+' tugmasini bosing, 3) Kategoriyani tanlang (Mahsulotlar/Xizmatlar/Ko'chmas mulk), 4) Rasm va tavsif qo'shing, 5) Narxni belgilang, 6) Nashr qiling! E'loningiz sizning hududingizdagi xaridorlarga ko'rinadi.

# faq_is_free
source: Is Tezsell free to use?
ru: Tezsell бесплатный?
uz: Tezsell bepulmi?

# faq_is_free_answer
source: Yes! Tezsell is currently 100% free. No listing fees, no commission on sales, no subscription charges. We may introduce premium features in the future, but will notify users 30 days in advance.
ru: Да! Tezsell на данный момент полностью бесплатный. Нет платы за размещение, нет комиссии с продаж, нет абонентской платы. Мы можем ввести премиум-функции в будущем, но уведомим пользователей за 30 дней.
uz: Ha! Tezsell hozirda 100% bepul. E'lon joylashtirish uchun to'lov yo'q, sotishdan komissiya yo'q, obuna to'lovi yo'q. Kelajakda premium xususiyatlar kiritishimiz mumkin, ammo foydalanuvchilarni 30 kun oldin xabardor qilamiz.

# faq_safety
source: How can I stay safe when buying/selling?
ru: Как оставаться в безопасности при покупке/продаже?
uz: Xarid/sotishda xavfsiz qanday bo'lish mumkin?

# faq_safety_answer
source: Safety tips: 1) Meet in public places, 2) Inspect items before paying, 3) Never send money to strangers, 4) Trust your instincts, 5) Report suspicious users, 6) Don't share personal information too early, 7) Bring a friend for high-value transactions.
ru: Советы по безопасности: 1) Встречайтесь в общественных местах, 2) Проверяйте товары перед оплатой, 3) Не отправляйте деньги незнакомцам, 4) Доверяйте интуиции, 5) Сообщайте о подозрительных пользователях, 6) Не делитесь личной информацией слишком рано, 7) Берите друга на дорогие сделки.
uz: Xavfsizlik maslahatlari: 1) Jamoat joylarida uchrashing, 2) To'lashdan oldin mahsulotni tekshiring, 3) Notanish odamlarga pul yubormang, 4) Sezgilaringizga ishoning, 5) Shubhali foydalanuvchilar haqida xabar bering, 6) Shaxsiy ma'lumotlarni erta bo'lishmang, 7) Qimmat bitimlar uchun do'st olib boring.

# faq_payment
source: How do payments work?
ru: Как работают платежи?
uz: To'lovlar qanday ishlaydi?

# faq_payment_answer
source: Tezsell does not process payments. Buyers and sellers arrange payment directly (cash, bank transfer, etc.). We are just a platform to connect people - you handle the transaction yourselves.
ru: Tezsell не обрабатывает платежи. Покупатели и продавцы договариваются о платеже напрямую (наличные, банковский перевод и т.д.). Мы просто платформа для связи людей - вы сами проводите сделку.
uz: Tezsell to'lovlarni qayta ishlamaydi. Xaridorlar va sotuvchilar to'lovni to'g'ridan-to'g'ri kelishadilar (naqd, bank o'tkazmasi va h.k.). Biz faqat odamlarni bog'lovchi platformamiz - bitimni o'zingiz amalga oshirasiz.

# faq_prohibited
source: What items are prohibited?
ru: Какие товары запрещены?
uz: Qanday mahsulotlar taqiqlangan?

# faq_prohibited_answer
source: Prohibited items include: weapons, drugs, stolen goods, counterfeit items, adult content, live animals (without permits), government IDs, and hazardous materials. See our Terms & Conditions for the complete list.
ru: Запрещенные товары: оружие, наркотики, краденое, контрафакт, контент для взрослых, живые животные (без разрешений), государственные удостоверения, опасные материалы. Полный список в Условиях использования.
uz: Taqiqlangan mahsulotlar: qurol, giyohvand moddalar, o'g'irlangan mol-mulk, qalbaki mahsulotlar, kattalar uchun kontent, tirik hayvonlar (ruxsatsiz), davlat guvohnomalari, xavfli materiallar. To'liq ro'yxat Foydalanish shartlarida.

# faq_account_delete
source: How do I delete my account?
ru: Как удалить аккаунт?
uz: Hisobni qanday o'chirish mumkin?

# faq_account_delete_answer
source: Go to Profile → Settings → Account Settings → Delete Account. Note: This is permanent and cannot be undone. All your listings will be removed.
ru: Перейдите в Профиль → Настройки → Настройки аккаунта → Удалить аккаунт. Внимание: это необратимо. Все ваши объявления будут удалены.
uz: Profil → Sozlamalar → Hisob sozlamalari → Hisobni o'chirish. Diqqat: bu qaytarilmas. Barcha e'lonlaringiz o'chiriladi.

# faq_report_user
source: How do I report a user or listing?
ru: Как пожаловаться на пользователя или объявление?
uz: Foydalanuvchi yoki e'lon haqida qanday shikoyat qilish mumkin?

# faq_report_user_answer
source: Tap the three dots (•••) on any listing or user profile, then select 'Report'. Choose the reason and submit. We review all reports within 24-48 hours.
ru: Нажмите три точки (•••) на любом объявлении или профиле пользователя, выберите 'Пожаловаться'. Выберите причину и отправьте. Мы рассматриваем все жалобы в течение 24-48 часов.
uz: Har qanday e'lon yoki foydalanuvchi profilida uch nuqtani (•••) bosing, so'ng 'Shikoyat' tanlang. Sababni tanlang va yuboring. Biz barcha shikoyatlarni 24-48 soat ichida ko'rib chiqamiz.

# faq_change_location
source: How do I change my location?
ru: Как изменить местоположение?
uz: Joylashuvni qanday o'zgartirish mumkin?

# faq_change_location_answer
source: Tap the location button in the top-left corner of the home screen. You can select your region and district to see listings in your area.
ru: Нажмите кнопку местоположения в левом верхнем углу главного экрана. Вы можете выбрать регион и район для просмотра объявлений в вашем районе.
uz: Bosh ekranning yuqori chap burchagidagi joylashuv tugmasini bosing. Siz hududingizdagi e'lonlarni ko'rish uchun viloyat va tumanni tanlashingiz mumkin.

# welcome_customer_center
source: Welcome to Customer Center
ru: Добро пожаловать в центр поддержки
uz: Mijozlar markaziga xush kelibsiz

# customer_center_subtitle
source: We're here to help you 24/7
ru: Мы здесь, чтобы помочь вам 24/7
uz: Biz sizga 24/7 yordam beramiz

source: Quick Actions
ru: Быстрые действия
uz: Tez harakatlar

source: Live Chat
ru: Онлайн-чат
uz: Jonli chat

source: Chat with us
ru: Напишите нам
uz: Biz bilan yozing

source: Find answers
ru: Найти ответы
uz: Javoblarni toping

source: My Tickets
ru: Мои обращения
uz: Murojaatlarim

source: View tickets
ru: Просмотр обращений
uz: Murojaatlarni ko'rish

source: Feedback
ru: Отзыв
uz: Fikr-mulohaza

source: Share feedback
ru: Оставить отзыв
uz: Fikr bildirish

source: Contact Methods
ru: Способы связи
uz: Aloqa usullari

source: Phone Support
ru: Телефонная поддержка
uz: Telefon qo'llab-quvvatlash

source: Available 24/7
ru: Доступно 24/7
uz: 24/7 mavjud

# response_24h
source: Response within 24 hours
ru: Ответ в течение 24 часов
uz: 24 soat ichida javob

source: Telegram Support
ru: Поддержка в Telegram
uz: Telegram qo'llab-quvvatlash

source: Instant replies
ru: Мгновенные ответы
uz: Tezkor javoblar

source: WhatsApp Support
ru: Поддержка в WhatsApp
uz: WhatsApp qo'llab-quvvatlash

source: Quick response
ru: Быстрый ответ
uz: Tez javob

source: Popular Topics
ru: Популярные темы
uz: Mashhur mavzular

source: Account Management
ru: Управление аккаунтом
uz: Hisob boshqaruvi

source: Reset Password
ru: Сброс пароля
uz: Parolni tiklash

source: Update Profile
ru: Обновить профиль
uz: Profilni yangilash

source: Verify Account
ru: Верификация аккаунта
uz: Hisobni tasdiqlash

source: Delete Account
ru: Удалить аккаунт
uz: Hisobni o'chirish

source: Buying & Selling
ru: Покупка и продажа
uz: Sotib olish va sotish

# how_to_post
source: How to Post Ads
ru: Как разместить объявление
uz: E'lon qanday joylashtirish

source: Payment Methods
ru: Способы оплаты
uz: To'lov usullari

source: Shipping & Delivery
ru: Доставка
uz: Yetkazib berish

source: Return Policy
ru: Политика возврата
uz: Qaytarish siyosati

source: Safety & Security
ru: Безопасность
uz: Xavfsizlik

source: Report Scam
ru: Сообщить о мошенничестве
uz: Firibgarlik haqida xabar berish

# safe_trading
source: Safe Trading Tips
ru: Советы безопасной торговли
uz: Xavfsiz savdo maslahatlari

source: Privacy Settings
ru: Настройки конфиденциальности
uz: Maxfiylik sozlamalari

source: Blocked Users
ru: Заблокированные пользователи
uz: Bloklangan foydalanuvchilar

source: Technical Issues
ru: Технические проблемы
uz: Texnik muammolar

source: App Not Working
ru: Приложение не работает
uz: Ilova ishlamayapti

source: Upload Failed
ru: Ошибка загрузки
uz: Yuklash xatosi

source: Login Problems
ru: Проблемы со входом
uz: Kirish muammolari
