Repository: firdavs9777/tezsell_app_front
Catalog: lib/l10n/app_*.arb
Languages: ru, uz

# perPage
source: items
ru: элементов
uz: element

source: Clear all filters
ru: Очистить все фильтры
uz: Barcha filtrlarni tozalash

source: Click to upload
ru: Нажмите для загрузки
uz: Yuklash uchun bosing

# productInStock
source: In Stock
ru: В наличии
uz: Mavjud

# productOutStock
source: Out of stock
ru: Нет в наличии
uz: Mavjud emas

# productBack
source: Back to products
ru: Назад к товарам
uz: Mahsulotlarga qaytish

# messageSeller
source: Chat
ru: Чат

source: Recommended Products
ru: Рекомендуемые товары
uz: Tavsiya etilgan mahsulotlar

# deleteConfirmationProduct
source: Are you sure you want to delete this product?
ru: Вы уверены, что хотите удалить этот товар?
uz: Bu mahsulotni o'chirishni xohlaysizmi?

# productDeleteSuccess
source: Product deleted successfully
ru: Товар успешно удален
uz: Mahsulot muvaffaqiyatli o'chirildi

# productDeleteError
source: Error deleting product
ru: Ошибка удаления товара
uz: Mahsulotni o'chirishda xatolik

# newCondition
source: New
ru: Новый
uz: Yangi

source: Used
ru: Б/у
uz: Ishlatilgan

# imageValidType
source: Some files were not added. Please use JPG, PNG, GIF or WebP files under 5MB.
ru: Некоторые файлы не были добавлены. Используйте файлы JPG, PNG, GIF или WebP размером менее 5МБ.
uz: Ba'zi fayllar qo'shilmadi. 5MB dan kichik JPG, PNG, GIF yoki WebP fayllarini ishlating.

# imageConfirmMessage
source: Are you sure you want to remove this image?
ru: Вы уверены, что хотите удалить это изображение?
uz: Bu rasmni o'chirishni xohlaysizmi?

# titleRequiredMessage
source: Title is required
ru: Название обязательно
uz: Sarlavha majburiy

# descRequiredMessage
source: Description is required
ru: Описание обязательно
uz: Tavsif majburiy

# priceRequiredMessage
source: Price is required
ru: Цена обязательна
uz: Narx majburiy

# conditionRequiredMessage
source: Condition is required
ru: Состояние обязательно
uz: Holat majburiy

# pleaseFillAllRequired
source: Please fill the required fields
ru: Пожалуйста, заполните обязательные поля
uz: Iltimos, majburiy maydonlarni to'ldiring

# oneImageConfirmMessage
source: At least one product image is required
ru: Требуется хотя бы одно изображение товара
uz: Kamida bitta mahsulot rasmi kerak

# categoryRequiredMessage
source: Category is required
ru: Категория обязательна
uz: Kategoriya majburiy

# locationInfoError
source: User location information is missing
ru: Отсутствует информация о местоположении пользователя
uz: Foydalanuvchi joylashuv ma'lumotlari yo'q

# editProductTitle
source: Edit Product
ru: Редактировать товар
uz: Mahsulotni tahrirlash

# imageUploadRequirements
source: At least one image is required. You can upload up to 10 images (JPG, PNG, GIF, WebP under 5MB each).
ru: Требуется хотя бы одно изображение. Вы можете загрузить до 10 изображений (JPG, PNG, GIF, WebP размером до 5МБ каждое).
uz: Kamida bitta rasm kerak. Siz 10 tagacha rasm yuklashingiz mumkin (har biri 5MB dan kichik JPG, PNG, GIF, WebP).

# productUpdatedSuccess
source: Product updated successfully
ru: Товар успешно обновлен
uz: Mahsulot muvaffaqiyatli yangilandi

source: Product update failed
ru: Не удалось обновить товар
uz: Mahsulotni yangilash muvaffaqiyatsiz

# errorUpdatingProduct
source: Error occurred while updating the product
ru: Произошла ошибка при обновлении товара
uz: Mahsulotni yangilashda xatolik yuz berdi

# serviceBack
source: Back to services
ru: Назад к услугам
uz: Xizmatlarga qaytish

# likeLabel
source: Like
ru: Лайк
uz: Yoqtirish

# commentsLabel
source: Comments
ru: Комментарии
uz: Sharhlar

# writeComment
source: Write a comment ...
ru: Написать комментарий...
uz: Sharh yozing...

# postingLabel
source: Posting...
ru: Публикация...
uz: Joylashtirilmoqda...

source: Comment created
ru: Комментарий создан
uz: Sharh yaratildi

# postCommentLabel
source: Post Comment
ru: Опубликовать комментарий
uz: Sharh joylashtirish

# loginPrompt
source: Please log in to view and post comments.
ru: Пожалуйста, войдите в систему для просмотра и публикации комментариев.
uz: Sharhlarni ko'rish va joylashtirish uchun tizimga kiring.

source: Recommended Services
ru: Рекомендуемые услуги
uz: Tavsiya etilgan xizmatlar

# commentsVisibilityNotice
source: Comments are only visible to logged-in users.
ru: Комментарии видны только авторизованным пользователям.
uz: Sharhlar faqat tizimga kirgan foydalanuvchilarga ko'rinadi.

source: Coming soon
ru: Скоро будет
uz: Tez orada

# serviceUpdateSuccess
source: Service updated successfully
ru: Услуга успешно обновлена
uz: Xizmat muvaffaqiyatli yangilandi

# serviceUpdateError
source: Error updating service item
ru: Ошибка обновления услуги
uz: Xizmatni yangilashda xatolik

# editServiceModalTitle
source: Edit Service
ru: Редактировать услугу
uz: Xizmatni tahrirlash

source: Enter phone number without code
ru: Введите номер телефона без кода
uz: Kodsiz telefon raqamini kiriting

# heroSubtitle
source: Your Fast & Easy Marketplace for Uzbekistan
ru: Ваш быстрый и простой маркетплейс для Узбекистана
uz: O'zbekiston uchun tez va oson bozoringiz

source: Start Selling
ru: Начать продавать
uz: Sotishni boshlash

source: Browse Products
ru: Просмотреть товары
uz: Mahsulotlarni ko'rish

# featuresTitle
source: Why Choose TezSell?
ru: Почему стоит выбрать TezSell?
uz: Nega TezSell ni tanlash kerak?

# listingTitle
source: Simple Product Listing
ru: Простое размещение товаров
uz: Oddiy mahsulot ro'yxati

# listingDescription
source: List your items with just a few clicks. Add photos, set your price, and connect with buyers instantly.
ru: Размещайте ваши товары всего за несколько кликов. Добавляйте фото, устанавливайте цену и мгновенно связывайтесь с покупателями.
uz: Mahsulotlaringizni bir necha marta bosish bilan ro'yxatga oling. Rasmlar qo'shing, narx belgilang va xaridorlar bilan darhol bog'laning.

# locationTitle
source: Location-Based Browsing
ru: Поиск по местоположению
uz: Joylashuvga asoslangan ko'rish

# locationDescription
source: Find deals near you. Our location-based system helps you discover items in your neighborhood.
ru: Находите предложения рядом с вами. Наша система на основе местоположения поможет вам найти товары в вашем районе.
uz: Yaqin atrofdagi takliflarni toping. Bizning joylashuvga asoslangan tizimimiz sizga mahallangizda mahsulotlarni topishga yordam beradi.

# categoryTitle
source: Category Filtering
ru: Фильтрация по категориям
uz: Kategoriyalar bo'yicha filtrlash

# categoryDescription
source: Easily navigate through different categories to find exactly what you're looking for.
ru: Легко навигируйте по различным категориям, чтобы найти именно то, что вы ищете.
uz: Aynan qidirayotgan narsangizni topish uchun turli kategoriyalar orasida oson harakat qiling.

# inspirationTitle
source: Inspired by Korea's Carrot Market
ru: Вдохновлен корейским Carrot Market
uz: Koreya Carrot Market dan ilhomlanib

# inspirationDescription1
source: We've built TezSell with inspiration from Korea's successful Carrot Market (당근마켓), but tailored it specifically to meet the unique needs of Uzbekistan's local communities.
ru: Мы создали TezSell, вдохновившись успешным корейским Carrot Market (당근마켓), но адаптировали его специально для уникальных потребностей местных сообществ Узбекистана.
uz: Biz TezSell ni Koreyaning muvaffaqiyatli Carrot Market (당근마켓) dan ilhomlanib qurdik, lekin uni O'zbekistonning mahalliy jamiyatlarining o'ziga xos ehtiyojlariga moslashtirib oldik.

# inspirationDescription2
source: Our mission is to create a trustworthy platform where neighbors can buy, sell, and connect with each other easily.
ru: Наша миссия - создать надежную платформу, где соседи могут легко покупать, продавать и общаться друг с другом.
uz: Bizning maqsadimiz qo'shnilar bir-biri bilan oson sotib olish, sotish va muloqot qilishlari mumkin bo'lgan ishonchli platforma yaratishdir.

# comingSoonTitle
source: Coming Soon to TezSell
ru: Скоро в TezSell
uz: TezSell da tez orada

source: In-App Chat
ru: Чат в приложении
uz: Ilova ichidagi chat

source: Secure Transactions
ru: Безопасные транзакции
uz: Xavfsiz tranzaksiyalar

source: Real Estate Listings
ru: Объявления недвижимости
uz: Ko'chmas mulk e'lonlari

source: Stay Updated
ru: Оставайтесь в курсе
uz: Yangiliklar bilan

# comingSoonBadge
source: Coming Soon
ru: Скоро будет
uz: Tez orada

# ctaTitle
source: Join the TezSell Community Today!
ru: Присоединяйтесь к сообществу TezSell сегодня!
uz: Bugun TezSell jamoasiga qo'shiling!

# ctaDescription
source: Be part of building a better marketplace experience for Uzbekistan. Share your feedback and help us grow!
ru: Станьте частью создания лучшего маркетплейса для Узбекистана. Делитесь отзывами и помогайте нам расти!
uz: O'zbekiston uchun yaxshiroq bozor tajribasi yaratishning bir qismi bo'ling. Fikr-mulohazalaringizni baham ko'ring va o'sishimizga yordam bering!

source: Create Account
ru: Создать аккаунт
uz: Hisob yaratish

source: Learn More
ru: Узнать больше
uz: Ko'proq o'rganish

# replyUpdateSuccess
source: Reply updated successfully
ru: Ответ успешно обновлен
uz: Javob muvaffaqiyatli yangilandi

# replyUpdateError
source: Failed to update reply
ru: Не удалось обновить ответ
uz: Javobni yangilashda muvaffaqiyatsizlik

# replyDeleteSuccess
source: Reply deleted successfully
ru: Ответ успешно удален
uz: Javob muvaffaqiyatli o'chirildi

# replyDeleteError
source: Failed to delete reply
ru: Не удалось удалить ответ
uz: Javobni o'chirishda muvaffaqiyatsizlik

# replyDeleteConfirmation
source: Are you sure you want to delete this reply?
ru: Вы уверены, что хотите удалить этот ответ?
uz: Bu javobni o'chirishni xohlaysizmi?

source: Authentication required
ru: Требуется аутентификация
uz: Autentifikatsiya talab qilinadi

# enterValidReply
source: Please enter a valid reply text
ru: Пожалуйста, введите корректный текст ответа
uz: Iltimos, to'g'ri javob matnini kiriting

source: Saving...
ru: Сохранение...
uz: Saqlanmoqda...

source: Deleting...
ru: Удаление...
uz: O'chirilmoqda...

source: Properties
ru: Недвижимость
uz: Mulklar

source: Agents
ru: Агенты
uz: Agentlar

# becomeAgent
source: Become an Agent
ru: Стать агентом
uz: Agent bo'lish

source: Main
ru: Главный
uz: Asosiy

source: Upload
ru: Загрузить
uz: Yuklash

source: Filtered Products
ru: Отфильтрованные товары
uz: Filtrlangan mahsulotlar

source: Product Detail
ru: Детали товара
uz: Mahsulot tafsilotlari

source: Unknown User
ru: Неизвестный пользователь
uz: Noma'lum foydalanuvchi

source: Location not available
ru: Местоположение недоступно
uz: Joylashuv mavjud emas

source: No Title
ru: Без названия
uz: Sarlavha yo'q

source: No Category
ru: Без категории
uz: Kategoriya yo'q

source: No Description
ru: Без описания
uz: Tavsif yo'q

source: Som
ru: Сум

source: About Me
ru: Обо мне
uz: Men haqimda

source: My Name
ru: Мое имя
uz: Mening ismim

source: Customer Support
ru: Поддержка клиентов
uz: Mijozlarni qo'llab-quvvatlash

source: Customer Center
ru: Центр клиентов
uz: Mijozlar markazi

# customer_inquiries
source: Inquiries
ru: Запросы
uz: So'rovlar

# customer_terms
source: Terms and Conditions
ru: Условия использования
uz: Foydalanish shartlari

source: Region
ru: Регион
uz: Hudud

source: District
ru: Район
uz: Tuman

# tap_change_profile
source: Tap to change photo
ru: Нажмите, чтобы изменить фото
uz: Rasmni o'zgartirish uchun bosing

source: Language Settings
ru: Настройки языка
uz: Til sozlamalari

# selectLanguage
source: Select a language
ru: Выберите язык
uz: Tilni tanlang

source: Select Theme
ru: Выберите тему
uz: Mavzuni tanlang

source: Theme
ru: Тема
uz: Mavzu

source: Location Settings
ru: Настройки местоположения
uz: Joylashuv sozlamalari

source: Security
ru: Безопасность
uz: Xavfsizlik

source: Data & Storage
ru: Данные и хранение
uz: Ma'lumotlar va saqlash

# accessibility
source: Accessibilty
ru: Доступность
uz: Foydalanish qulayligi

source: Privacy
ru: Конфиденциальность
uz: Maxfiylik

# light_theme
source: Light
ru: Светлая
uz: Yorqin

# dark_theme
source: Dark
ru: Темная
uz: Qorong'i

# system_theme
source: System Default
ru: Системная по умолчанию
uz: Tizim standart

source: My Products
ru: Мои товары
uz: Mening mahsulotlarim

source: Refresh
ru: Обновить
uz: Yangilash

source: Delete Product
ru: Удалить товар
uz: Mahsulotni o'chirish

# delete_confirmation
source: Are you sure you want to delete this product?
ru: Вы уверены, что хотите удалить этот товар?
uz: Bu mahsulotni o'chirishni xohlaysizmi?

source: Delete
ru: Удалить
uz: O'chirish

# error_loading_products
source: Error loading products: {error}
ru: Ошибка загрузки товаров: {error}
uz: Mahsulotlarni yuklashda xatolik: {error}

# product_deleted_success
source: Product deleted successfully
ru: Товар успешно удален
uz: Mahsulot muvaffaqiyatli o'chirildi

# error_deleting_product
source: Error deleting product: {error}
ru: Ошибка удаления товара: {error}
uz: Mahsulotni o'chirishda xatolik: {error}

source: No products found
ru: Товары не найдены
uz: Mahsulotlar topilmadi

# add_first_product
source: Start by adding your first product
ru: Начните с добавления вашего первого товара
uz: Birinchi mahsulotingizni qo'shishdan boshlang

source: No title
ru: Без названия
uz: Sarlavha yo'q

source: No description
ru: Без описания
uz: Tavsif yo'q

source: In Stock
ru: В наличии
uz: Mavjud

source: Out of Stock
ru: Нет в наличии
uz: Mavjud emas

# new_condition
source: NEW
ru: НОВЫЙ
uz: YANGI

source: Edit Product
ru: Редактировать товар
uz: Mahsulotni tahrirlash

# delete_product_tooltip
source: Delete Product
ru: Удалить товар
uz: Mahsulotni o'chirish

# sum_currency
source: Sum
ru: Сум
uz: So'm

# edit_product_title
source: Edit Product
ru: Редактировать товар
uz: Mahsulotni tahrirlash

source: Product Name
ru: Название товара
uz: Mahsulot nomi

source: Product Description
ru: Описание товара
uz: Mahsulot tavsifi

source: Price
ru: Цена
uz: Narx

source: Condition
ru: Состояние
uz: Holat

# condition_new
source: New
ru: Новый
uz: Yangi

# condition_used
source: Used
ru: Б/у
uz: Ishlatilgan

# condition_refurbished
source: Refurbished
ru: Восстановленный
uz: Qayta tiklangan

source: Currency
ru: Валюта
uz: Valyuta

source: Category
ru: Категория
uz: Kategoriya

source: Images
ru: Изображения
uz: Rasmlar

source: Existing Images
ru: Существующие изображения
uz: Mavjud rasmlar

source: New Images
ru: Новые изображения
uz: Yangi rasmlar

# image_instructions
source: Images will appear here. Please press the upload icon above.
ru: Изображения появятся здесь. Пожалуйста, нажмите на значок загрузки выше.
uz: Rasmlar shu yerda paydo bo'ladi. Yuqoridagi yuklash belgisini bosing.

# update_button
source: Update
ru: Обновить
uz: Yangilash

# loading_category_error
source: Error loading categories: {error}
ru: Ошибка загрузки категорий: {error}
uz: Kategoriyalarni yuklashda xatolik: {error}

# error_picking_images
source: Error picking images: {error}
ru: Ошибка выбора изображений: {error}
uz: Rasmlarni tanlashda xatolik: {error}

# please_fill_all_required
source: Please fill all the fields
ru: Пожалуйста, заполните все поля
uz: Iltimos, barcha maydonlarni to'ldiring

# invalid_price_message
source: Invalid price entered. Please enter a valid number.
ru: Введена неверная цена. Пожалуйста, введите корректное число.
uz: Noto'g'ri narx kiritildi. Iltimos, to'g'ri raqam kiriting.

# category_required_message
source: Please select a valid category.
ru: Пожалуйста, выберите действительную категорию.
uz: Iltimos, to'g'ri kategoriyani tanlang.

# one_image_required_message
source: At least one product image is required
ru: Требуется хотя бы одно изображение товара
uz: Kamida bitta mahsulot rasmi kerak

# product_updated_success
source: Product successfully updated
ru: Товар успешно обновлен
uz: Mahsulot muvaffaqiyatli yangilandi

# error_updating_product
source: Error while updating product: {error}
ru: Ошибка при обновлении товара: {error}
uz: Mahsulotni yangilashda xatolik: {error}

source: My Services
ru: Мои услуги
uz: Mening xizmatlarim

source: Delete Service
ru: Удалить услугу
uz: Xizmatni o'chirish

# delete_service_confirmation
source: Are you sure you want to delete this service?
ru: Вы уверены, что хотите удалить эту услугу?
uz: Bu xizmatni o'chirishni xohlaysizmi?

source: No services found
ru: Услуги не найдены
uz: Xizmatlar topilmadi

# add_first_service
source: Start by adding your first service
ru: Начните с добавления вашей первой услуги
uz: Birinchi xizmatingizni qo'shishdan boshlang

source: Edit Service
ru: Редактировать услугу
uz: Xizmatni tahrirlash

# delete_service_tooltip
source: Delete Service
ru: Удалить услугу
uz: Xizmatni o'chirish

source: Service deleted successfully
ru: Услуга успешно удалена
uz: Xizmat muvaffaqiyatli o'chirildi

source: Error deleting service
ru: Ошибка удаления услуги
uz: Xizmatni o'chirishda xatolik

source: Error loading services
ru: Ошибка загрузки услуг
uz: Xizmatlarni yuklashda xatolik

source: Service Name
ru: Название услуги
uz: Xizmat nomi

source: Enter service name
ru: Введите название услуги
uz: Xizmat nomini kiriting

# service_name_required
source: Service name is required
ru: Название услуги обязательно
uz: Xizmat nomi majburiy

# service_name_min_length
source: Service name must be at least 3 characters
ru: Название услуги должно содержать минимум 3 символа
uz: Xizmat nomi kamida 3 ta belgidan iborat bo'lishi kerak

source: Enter service description
ru: Введите описание услуги
uz: Xizmat tavsifini kiriting

# service_description_required
source: Service description is required
ru: Описание услуги обязательно
uz: Xizmat tavsifi majburiy

# service_description_min_length
source: Description must be at least 10 characters
ru: Описание должно содержать минимум 10 символов
uz: Tavsif kamida 10 ta belgidan iborat bo'lishi kerak

# category_required
source: Please select a category
ru: Пожалуйста, выберите категорию
uz: Iltimos, kategoriyani tanlang

source: No categories available
ru: Категории недоступны
uz: Kategoriyalar mavjud emas

source: Location
ru: Местоположение
uz: Joylashuv

source: Select location
ru: Выберите местоположение
uz: Joylashuvni tanlang

# location_required
source: Please select a location
ru: Пожалуйста, выберите местоположение
uz: Iltimos, joylashuvni tanlang

source: No locations available
ru: Местоположения недоступны
uz: Joylashuvlar mavjud emas

source: Add Images
ru: Добавить изображения
uz: Rasmlar qo'shish

source: Current Images
ru: Текущие изображения
uz: Joriy rasmlar

source: No images selected
ru: Изображения не выбраны
uz: Rasmlar tanlanmagan

source: Save Changes
ru: Сохранить изменения
uz: O'zgarishlarni saqlash

# map_main
source: Map & Properties
ru: Карта и недвижимость
uz: Xarita va mulklar

source: Agent Status
ru: Статус агента
uz: Agent holati

source: Admin Panel
ru: Админ панель
uz: Admin paneli

source: Properties Found
ru: Найдено объектов
uz: Mulklar topildi

source: properties saved
ru: объектов сохранено
uz: mulklar saqlandi

source: saved
ru: сохранено
uz: saqlandi

source: Loading properties...
ru: Загрузка объектов...
uz: Mulklar yuklanmoqda...

# failedToLoad
source: Failed to load properties. Please try again.
ru: Не удалось загрузить объекты. Попробуйте снова.
uz: Mulklarni yuklashda muvaffaqiyatsizlik. Qayta urinib ko'ring.

source: No properties found
ru: Объекты не найдены
uz: Mulklar topilmadi

# tryAdjusting
source: Try adjusting your search criteria
ru: Попробуйте изменить критерии поиска
uz: Qidiruv mezonlarini o'zgartirib ko'ring

# search_placeholder
source: Search by title or location...
ru: Поиск по названию или местоположению...
uz: Nom yoki joylashuv bo'yicha qidirish...

# search_filters
source: Filters
ru: Фильтры
uz: Filtrlar

# search_button
source: Search
ru: Поиск
uz: Qidirish

# search_clear_filters
source: Clear Filters
ru: Очистить фильтры
uz: Filtrlarni tozalash

# filter_options_sale_and_rent
source: Sale and Rent
ru: Продажа и аренда
uz: Sotuv va ijara

# filter_options_for_sale
source: For Sale
ru: На продажу
uz: Sotuvga

# filter_options_for_rent
source: For Rent
ru: В аренду
uz: Ijaraga

# filter_options_all_types
source: All Types
ru: Все типы
uz: Barcha turlar

# filter_options_apartment
source: Apartment
ru: Квартира
uz: Kvartira

# filter_options_house
source: House
ru: Дом
uz: Uy

# filter_options_townhouse
source: Townhouse
ru: Таунхаус
uz: Taunhaus

# filter_options_villa
source: Villa
ru: Вилла

# filter_options_commercial
source: Commercial
ru: Коммерческая
uz: Tijorat

# filter_options_office
source: Office
ru: Офис
uz: Ofis

# property_card_featured
source: Featured
ru: Рекомендуемая
uz: Tavsiya etilgan

# property_card_bed
source: bedroom
ru: спальня
uz: yotoq xona

# property_card_bath
source: bathroom
ru: ванная
uz: hammom

# property_card_parking
source: parking
ru: парковка
uz: avtoturargoh

# property_card_view_details
source: View Details
ru: Подробности
uz: Batafsil

# property_card_contact
source: Contact
ru: Контакт
uz: Aloqa

# property_card_balcony
source: Balcony
ru: Балкон
uz: Balkon

# property_card_garage
source: Garage
ru: Гараж
uz: Garaj

# property_card_garden
source: Garden
ru: Сад
uz: Bog'

# property_card_pool
source: Pool
ru: Бассейн
uz: Hovuz

# property_card_elevator
source: Elevator
ru: Лифт
uz: Lift

# property_card_furnished
source: Furnished
ru: Меблированная
uz: Jihozlangan

# property_card_sales
source: sales
ru: продажи
uz: sotuvlar

# pricing_month
source: /month
ru: /месяц
uz: /oy

# results_properties_found
source: Properties Found
ru: Найдено недвижимости
uz: Ko'chmas mulk topildi

# results_properties_saved
source: properties saved
ru: недвижимость сохранена
uz: ko'chmas mulk saqlandi

# results_saved
source: saved
ru: сохранено
uz: saqlandi

# results_loading_properties
source: Loading properties...
ru: Загрузка недвижимости...
uz: Ko'chmas mulklar yuklanmoqda...

# results_failed_to_load
source: Failed to load properties. Please try again.
ru: Не удалось загрузить недвижимость. Попробуйте еще раз.
uz: Ko'chmas mulkni yuklashda xatolik. Qaytadan urinib ko'ring.

# results_no_properties_found
source: No properties found
ru: Недвижимость не найдена
uz: Ko'chmas mulk topilmadi

# results_try_adjusting
source: Try adjusting your search criteria
ru: Попробуйте изменить критерии поиска
uz: Qidiruv mezonlarini o'zgartirib ko'ring

source: No properties found
ru: Недвижимость не найдена
uz: Hech qanday mulk topilmadi

# no_category_properties
source: No properties in this category
ru: В этой категории нет недвижимости
uz: Bu kategoriyada mulklar mavjud emas

# properties_loading
source: Loading properties...
ru: Загрузка недвижимости...
uz: Mulklar yuklanmoqda...

source: All properties loaded
ru: Вся недвижимость загружена
uz: Barcha mulklar yuklandi

# pagination_previous
source: Previous
ru: Предыдущая
uz: Oldingi

# pagination_next
source: Next
ru: Следующая
uz: Keyingi

# pagination_page
source: Page
ru: Страница
uz: Sahifa

# pagination_page_of
source: Page 1 of
ru: Страница 1 из
uz: 1-sahifa

# contact_modal_title
source: Contact Information
ru: Контактная информация
uz: Aloqa ma'lumotlari

# contact_modal_agent_contact
source: Agent Contact
ru: Контакт агента
uz: Agent aloqasi

# contact_modal_property_owner
source: Property Owner
ru: Владелец недвижимости
uz: Mulk egasi

# contact_modal_agent_phone_number
source: Agent Phone Number
ru: Номер телефона агента
uz: Agent telefon raqami

# contact_modal_owner_phone_number
source: Owner Phone Number
ru: Номер телефона владельца
uz: Egasi telefon raqami

# contact_modal_license
source: License
ru: Лицензия
uz: Litsenziya

# contact_modal_rating
source: Rating
ru: Рейтинг
uz: Reyting

# contact_modal_call_now
source: Call Now
ru: Позвонить сейчас
uz: Hozir qo'ng'iroq qiling

# contact_modal_copy_number
source: Copy Number
ru: Копировать номер
uz: Raqamni nusxalash

# contact_modal_close
source: Close
ru: Закрыть
uz: Yopish
