Repository: firdavs9777/tezsell_app_front
Catalog: lib/l10n/app_*.arb
Languages: ru, uz

# contact_modal_contact_hours
source: Contact Hours: 9:00 AM - 8:00 PM
ru: Часы контакта: 9:00 - 20:00
uz: Aloqa vaqti: 9:00 - 20:00

# contact_modal_agent
source: Agent
ru: Агент

# errors_toggle_save_failed
source: Failed to toggle property save:
ru: Не удалось переключить сохранение недвижимости:
uz: Mulkni saqlashda xatolik:

# errors_copy_failed
source: Failed to copy phone number:
ru: Не удалось скопировать номер телефона:
uz: Telefon raqamini nusxalashda xatolik:

# errors_phone_copied
source: Phone number copied to clipboard
ru: Номер телефона скопирован в буфер обмена
uz: Telefon raqami buferga nusxalandi

# errors_error_occurred_regions
source: An error occurred with regions
ru: Произошла ошибка с регионами
uz: Viloyatlarda xatolik yuz berdi

# errors_error_occurred_districts
source: An error occurred with districts
ru: Произошла ошибка с районами
uz: Tumanlarda xatolik yuz berdi

# errors_please_fill_all_required_fields
source: Please fill all required fields
ru: Пожалуйста, заполните все обязательные поля
uz: Iltimos, barcha majburiy maydonlarni to'ldiring

# errors_authentication_required
source: Authentication required
ru: Требуется аутентификация
uz: Autentifikatsiya talab qilinadi

# errors_user_info_missing
source: User information missing
ru: Информация о пользователе отсутствует
uz: Foydalanuvchi ma'lumotlari mavjud emas

# errors_validation_error
source: Please check your input data
ru: Пожалуйста, проверьте введенные данные
uz: Iltimos, kiritilgan ma'lumotlarni tekshiring

# errors_permission_denied
source: Permission denied
ru: Доступ запрещен
uz: Ruxsat rad etildi

# errors_server_error
source: Server error occurred
ru: Произошла ошибка сервера
uz: Server xatoligi yuz berdi

# errors_network_error
source: Network connection error
ru: Ошибка сетевого соединения
uz: Tarmoq aloqasi xatoligi

# errors_timeout_error
source: Request timeout exceeded
ru: Превышено время ожидания запроса
uz: So'rov vaqti tugadi

# errors_custom_error
source: An error occurred
ru: Произошла ошибка
uz: Xatolik yuz berdi

# errors_error_creating_property
source: Error creating property
ru: Ошибка создания недвижимости
uz: Mulk yaratishda xatolik

# errors_unknown_error_message
source: An unknown error occurred
ru: Произошла неизвестная ошибка
uz: Noma'lum xatolik yuz berdi

# errors_coordinates_not_found
source: Could not find coordinates for this address. Please enter them manually.
ru: Не удалось найти координаты для этого адреса. Пожалуйста, введите их вручную.
uz: Ushbu manzil uchun koordinatalar topilmadi. Iltimos, qo'lda kiriting.

# errors_coordinates_error
source: Error getting coordinates. Please enter them manually.
ru: Ошибка получения координат. Пожалуйста, введите их вручную.
uz: Koordinatalarni olishda xatolik. Iltimos, qo'lda kiriting.

# property_info_views
source: views
ru: просмотров
uz: ko'rishlar

# property_info_listed
source: Listed
ru: Размещено
uz: Joylashtirilgan

# property_info_price_per_sqm
source: /sqm
ru: /м²
uz: /m²

# property_info_saved
source: Saved
ru: Сохранено
uz: Saqlandi

# property_info_save
source: Save
ru: Сохранить
uz: Saqlash

# property_info_share
source: Share
ru: Поделиться
uz: Ulashish

# loading_loading
source: Loading...
ru: Загрузка...
uz: Yuklanmoqda...

# loading_loading_details
source: Loading property details...
ru: Загрузка деталей недвижимости...
uz: Mulk tafsilotlari yuklanmoqda...

# loading_property_not_found
source: Property not found
ru: Недвижимость не найдена
uz: Mulk topilmadi

# loading_property_not_found_message
source: The property you're looking for doesn't exist or has been removed.
ru: Недвижимость, которую вы ищете, не существует или была удалена.
uz: Siz qidirayotgan mulk mavjud emas yoki o'chirilgan.

# loading_back_to_properties
source: Back to Properties
ru: Вернуться к недвижимости
uz: Mulklarga qaytish

# loading_title
source: Loading agents...
ru: Загрузка агентов...
uz: Agentlar yuklanmoqda...

# loading_message
source: Please wait while we load the list of agents.
ru: Пожалуйста, подождите, пока мы загружаем список агентов.
uz: Iltimos, agentlar ro'yxati yuklanguncha kuting.

# loading_agent_not_found
source: Agent not found
ru: Агент не найден
uz: Agent topilmadi

# property_details_title
source: Property Details
ru: Детали недвижимости
uz: Mulk tafsilotlari

# property_details_bedrooms
source: Bedrooms
ru: Спальни
uz: Yotoq xonalar

# property_details_bathrooms
source: Bathrooms
ru: Ванные комнаты
uz: Hammomlar

# property_details_floor_area
source: Floor Area
ru: Площадь этажа
uz: Qavat maydoni

# property_details_parking
source: Parking
ru: Парковка
uz: Avtoturargoh

# property_details_basic_information
source: Basic Information
ru: Основная информация
uz: Asosiy ma'lumotlar

# property_details_property_type
source: Property Type:
ru: Тип недвижимости:
uz: Mulk turi:

# property_details_listing_type
source: Listing Type:
ru: Тип объявления:
uz: E'lon turi:

# property_details_for_sale
source: For Sale
ru: На продажу
uz: Sotuvga

# property_details_for_rent
source: For Rent
ru: В аренду
uz: Ijaraga

# property_details_year_built
source: Year Built:
ru: Год постройки:
uz: Qurilgan yil:

# property_details_floor
source: Floor:
ru: Этаж:
uz: Qavat:

# property_details_of
source: of
ru: из
uz: dan

# property_details_features_amenities
source: Features & Amenities
ru: Особенности и удобства
uz: Xususiyatlar va qulayliklar

# sections_description
source: Description
ru: Описание
uz: Tavsif

# sections_nearby_amenities
source: Nearby Amenities
ru: Ближайшие удобства
uz: Yaqin atrofdagi qulayliklar

# sections_similar_properties
source: Similar Properties
ru: Похожая недвижимость
uz: O'xshash mulklar

# amenities_metro
source: Metro
ru: Метро

# amenities_school
source: School
ru: Школа
uz: Maktab

# amenities_hospital
source: Hospital
ru: Больница
uz: Shifoxona

# amenities_shopping
source: Shopping
ru: Магазины
uz: Do'konlar

# amenities_away
source: away
ru: расстояние
uz: masofa

# contact_title
source: Contact Information
ru: Контактная информация
uz: Aloqa ma'lumotlari

# contact_professional_listing
source: Professional Listing
ru: Профессиональное объявление
uz: Professional e'lon

# contact_listed_by_agent
source: Listed by verified agent
ru: Размещено проверенным агентом
uz: Tasdiqlangan agent tomonidan joylashtirilgan

# contact_by_owner
source: By Owner
ru: От владельца
uz: Egasi tomonidan

# contact_direct_contact
source: Direct contact with property owner
ru: Прямой контакт с владельцем недвижимости
uz: Mulk egasi bilan to'g'ridan-to'g'ri aloqa

# contact_property_owner
source: Property Owner
ru: Владелец недвижимости
uz: Mulk egasi

# contact_call_agent
source: Call Agent
ru: Позвонить агенту
uz: Agentga qo'ng'iroq qiling

# contact_email_agent
source: Email Agent
ru: Отправить email агенту
uz: Agentga email yuboring

# contact_call_owner
source: Call Owner
ru: Позвонить владельцу
uz: Egasiga qo'ng'iroq qiling

# contact_email_owner
source: Email Owner
ru: Отправить email владельцу
uz: Egasiga email yuboring

# contact_send_inquiry
source: Send Inquiry
ru: Отправить запрос
uz: So'rov yuborish

# property_status_title
source: Property Status
ru: Статус недвижимости
uz: Mulk holati

# property_status_availability
source: Availability:
ru: Доступность:
uz: Mavjudlik:

# property_status_available
source: Available
ru: Доступна
uz: Mavjud

# property_status_not_available
source: Not Available
ru: Недоступна
uz: Mavjud emas

# property_status_featured
source: Featured:
ru: Рекомендуемая:
uz: Tavsiya etilgan:

# property_status_featured_property
source: Featured Property
ru: Рекомендуемая недвижимость
uz: Tavsiya etilgan mulk

# property_status_property_id
source: Property ID:
ru: ID недвижимости:
uz: Mulk ID:

# inquiry_title
source: Send Inquiry
ru: Отправить запрос
uz: So'rov yuborish

# inquiry_inquiry_type
source: Inquiry Type
ru: Тип запроса
uz: So'rov turi

# inquiry_request_info
source: Request Information
ru: Запросить информацию
uz: Ma'lumot so'rash

# inquiry_schedule_viewing
source: Schedule Viewing
ru: Запланировать просмотр
uz: Ko'rishni rejalashtirish

# inquiry_make_offer
source: Make Offer
ru: Сделать предложение
uz: Taklif berish

# inquiry_request_callback
source: Request Callback
ru: Запросить обратный звонок
uz: Qayta qo'ng'iroq so'rash

# inquiry_message
source: Message
ru: Сообщение
uz: Xabar

# inquiry_message_placeholder
source: Tell us about your interest in this property...
ru: Расскажите нам о вашем интересе к этой недвижимости...
uz: Ushbu mulkga qiziqishingiz haqida bizga ayting...

# inquiry_offered_price
source: Offered Price
ru: Предлагаемая цена
uz: Taklif qilingan narx

# inquiry_enter_offer
source: Enter your offer
ru: Введите ваше предложение
uz: Taklifingizni kiriting

# inquiry_preferred_contact_time
source: Preferred Contact Time (optional)
ru: Предпочтительное время контакта (необязательно)
uz: Afzal ko'rilgan aloqa vaqti (ixtiyoriy)

# inquiry_contact_time_placeholder
source: e.g., Weekdays 9:00 AM - 5:00 PM
ru: например, Будни 9:00 - 17:00
uz: masalan, Ish kunlari 9:00 - 17:00

# inquiry_cancel
source: Cancel
ru: Отмена
uz: Bekor qilish

# inquiry_sending
source: Sending...
ru: Отправка...
uz: Yuborilmoqda...

# inquiry_send_inquiry
source: Send Inquiry
ru: Отправить запрос
uz: So'rov yuborish

# inquiry_inquiry_sent_success
source: Inquiry sent successfully!
ru: Запрос успешно отправлен!
uz: So'rov muvaffaqiyatli yuborildi!

# inquiry_inquiry_sent_error
source: Failed to send inquiry. Please try again.
ru: Не удалось отправить запрос. Попробуйте еще раз.
uz: So'rovni yuborishda xatolik. Qaytadan urinib ko'ring.

# alerts_link_copied
source: Property link copied to clipboard!
ru: Ссылка на недвижимость скопирована в буфер обмена!
uz: Mulk havolasi buferga nusxalandi!

# alerts_phone_copied
source: Phone number copied to clipboard!
ru: Номер телефона скопирован в буфер обмена!
uz: Telefon raqami buferga nusxalandi!

# alerts_save_property_failed
source: Failed to save property:
ru: Не удалось сохранить недвижимость:
uz: Mulkni saqlashda xatolik:

# alerts_email_subject
source: Inquiry about:
ru: Запрос о:
uz: So'rov haqida:

# alerts_email_body
source: Hello,\n\nI'm interested in your property "{title}" located at {address}.\n\nPlease contact me for more information.\n\nBest regards
ru: Здравствуйте,\n\nМеня интересует ваша недвижимость "{title}" расположенная по адресу {address}.\n\nПожалуйста, свяжитесь со мной для получения дополнительной информации.\n\nС наилучшими пожеланиями
uz: Salom,\n\nMeni sizning "{title}" mulkingiz qiziqtirmoqda, {address} manzilida joylashgan.\n\nIltimos, qo'shimcha ma'lumot olish uchun men bilan bog'laning.\n\nEng yaxshi tilaklarim bilan

# related_properties_view_details
source: View Details
ru: Подробности
uz: Batafsil

# header_property
source: Find Your Dream Property
ru: Найдите недвижимость вашей мечты
uz: Orzuingizdagi mulkni toping

# header_sub_property
source: Discover premium real estate opportunities in Tashkent's most desirable neighborhoods
ru: Откройте для себя премиальные возможности недвижимости в самых желанных районах Ташкента
uz: Toshkentning eng mashhur hududlaridagi premium ko'chmas mulk imkoniyatlarini kashf eting

# header_title
source: Real Estate Agents
ru: Агенты по недвижимости
uz: Ko'chmas mulk agentlari

# header_subtitle
source: Find experienced agents to help with your real estate needs
ru: Найдите опытных агентов для помощи с вашими потребностями в недвижимости
uz: Ko'chmas mulk ehtiyojlaringiz uchun tajribali agentlarni toping

# header_agents_found
source: agents found
ru: агентов найдено
uz: agentlar topildi

# filters_all_specializations
source: All Specializations
ru: Все специализации
uz: Barcha mutaxassisliklar

# filters_residential
source: Residential
ru: Жилая
uz: Turar joy

# filters_commercial
source: Commercial
ru: Коммерческая
uz: Tijorat

# filters_luxury
source: Luxury
ru: Элитная недвижимость
uz: Hashamatli ko'chmas mulk

# filters_investment
source: Investment
ru: Инвестиционная
uz: Investitsiya

# filters_any_rating
source: Any Rating
ru: Любой рейтинг
uz: Har qanday reyting

# filters_four_stars
source: 4+ Stars
ru: 4+ звезды
uz: 4+ yulduz

# filters_four_half_stars
source: 4.5+ Stars
ru: 4.5+ звезды
uz: 4.5+ yulduz

# filters_five_stars
source: 5 Stars
ru: 5 звезд
uz: 5 yulduz

# filters_highest_rated
source: Highest Rated
ru: Самый высокий рейтинг
uz: Eng yuqori reyting

# filters_lowest_rated
source: Lowest Rated
ru: Самый низкий рейтинг
uz: Eng past reyting

# filters_most_sales
source: Most Sales
ru: Больше всего продаж
uz: Eng ko'p sotuvlar

# filters_most_experience
source: Most Experience
ru: Больше всего опыта
uz: Eng ko'p tajriba

# agent_card_verified_agent
source: Verified Agent
ru: Проверенный агент
uz: Tasdiqlangan agent

# agent_card_years_experience
source: years experience
ru: лет опыта
uz: yillik tajriba

# agent_card_years
source: years
ru: лет
uz: yil

# agent_card_license
source: License
ru: Лицензия
uz: Litsenziya

# agent_card_specialization
source: Specialization
ru: Специализация
uz: Mutaxassislik

# agent_card_view_profile
source: View Profile
ru: Просмотр профиля
uz: Profilni ko'rish

# agent_card_contact
source: Contact
ru: Контакт
uz: Aloqa

# agent_card_verified
source: Verified
ru: Проверен
uz: Tasdiqlangan

# no_results_title
source: No Agents Found
ru: Агенты не найдены
uz: Agentlar topilmadi

# no_results_message
source: Try adjusting your search criteria or filters.
ru: Попробуйте изменить критерии поиска или фильтры.
uz: Qidiruv mezonlari yoki filtrlarni o'zgartirib ko'ring.

# error_title
source: Error Loading Agents
ru: Ошибка загрузки агентов
uz: Agentlarni yuklashda xatolik

# error_message
source: Failed to load agent list. Please try again.
ru: Не удалось загрузить список агентов. Попробуйте еще раз.
uz: Agentlar ro'yxatini yuklashda xatolik. Qaytadan urinib ko'ring.

# error_retry
source: Retry
ru: Повторить
uz: Qaytadan urining

# error_default_message
source: Failed to load agent details
ru: Не удалось загрузить детали агента
uz: Agent tafsilotlarini yuklashda xatolik

# error_try_again
source: Try Again
ru: Попробовать еще раз
uz: Qaytadan urinib ko'ring

# notifications_phone_copied
source: Phone number copied to clipboard
ru: Номер телефона скопирован в буфер обмена
uz: Telefon raqami buferga nusxalandi

# notifications_copy_failed
source: Failed to copy phone number:
ru: Не удалось скопировать номер телефона:
uz: Telefon raqamini nusxalashda xatolik:

# fallback_agent_name
source: Agent
ru: Агент

# navigation_submit_property
source: Submit Property
ru: Подать недвижимость
uz: Mulk taqdim etish

# navigation_submitting
source: Submitting...
ru: Отправка...
uz: Yuborilmoqda...

# navigation_back_to_agents
source: Back to Agents
ru: Вернуться к агентам
uz: Agentlarga qaytish

# agent_profile_verified_agent
source: Verified Agent
ru: Проверенный агент
uz: Tasdiqlangan agent

# agent_profile_contact_agent
source: Contact Agent
ru: Связаться с агентом
uz: Agent bilan bog'lanish

# agent_profile_send_message
source: Send Message
ru: Отправить сообщение
uz: Xabar yuborish

# agent_profile_years_experience
source: Years Experience
ru: Лет опыта
uz: Yillik tajriba

# agent_profile_properties_sold
source: Properties Sold
ru: Продано недвижимости
uz: Sotilgan mulklar

# agent_profile_active_listings
source: Active Listings
ru: Активные объявления
uz: Faol e'lonlar

# agent_profile_total_properties
source: Total Properties
ru: Всего недвижимости
uz: Jami mulklar

# tabs_overview
source: overview
ru: обзор
uz: umumiy ko'rinish

# tabs_properties
source: properties
ru: недвижимость
uz: mulklar

# tabs_reviews
source: reviews
ru: отзывы
uz: sharhlar

# about_agent_title
source: About Agent
ru: О агенте
uz: Agent haqida

# about_agent_agency
source: Agency
ru: Агентство
uz: Agentlik

# about_agent_license_number
source: License Number
ru: Номер лицензии
uz: Litsenziya raqami

# about_agent_specialization
source: Specialization
ru: Специализация
uz: Mutaxassislik

# about_agent_member_since
source: Member Since
ru: Участник с
uz: A'zo bo'lgan vaqtdan beri

# about_agent_verified_since
source: Verified Since
ru: Проверен с
uz: Tasdiqlangan vaqtdan beri

# performance_metrics_title
source: Performance Metrics
ru: Показатели эффективности
uz: Samaradorlik ko'rsatkichlari

# performance_metrics_average_rating
source: Average Rating
ru: Средний рейтинг
uz: O'rtacha reyting

# performance_metrics_properties_sold
source: Properties Sold
ru: Продано недвижимости
uz: Sotilgan mulklar

# performance_metrics_active_listings
source: Active Listings
ru: Активные объявления
uz: Faol e'lonlar

# performance_metrics_years_experience
source: Years Experience
ru: Лет опыта
uz: Yillik tajriba

# contact_info_title
source: Contact Information
ru: Контактная информация
uz: Aloqa ma'lumotlari

# contact_info_contact_via_platform
source: Contact via Platform
ru: Связаться через платформу
uz: Platforma orqali bog'lanish

# verification_status_title
source: Verification Status
ru: Статус проверки
uz: Tasdiqlash holati

# verification_status_verified_agent
source: Verified Agent
ru: Проверенный агент
uz: Tasdiqlangan agent

# verification_status_pending_verification
source: Pending Verification
ru: Ожидает проверки
uz: Tasdiqlash kutilmoqda

# verification_status_licensed_professional
source: Licensed Professional
ru: Лицензированный специалист
uz: Litsenziyalangan mutaxassis

# verification_status_registered_agency
source: Registered Agency
ru: Зарегистрированное агентство
uz: Ro'yxatdan o'tgan agentlik

# quick_actions_title
source: Quick Actions
ru: Быстрые действия
uz: Tezkor harakatlar

# quick_actions_call_now
source: Call Now
ru: Позвонить сейчас
uz: Hozir qo'ng'iroq qiling

# quick_actions_send_message
source: Send Message
ru: Отправить сообщение
uz: Xabar yuborish

# quick_actions_view_properties
source: View Properties
ru: Просмотр недвижимости
uz: Mulklarni ko'rish

# properties_title
source: Agent Properties
ru: Недвижимость агента
uz: Agent mulklari

# properties_loading_properties
source: Loading properties...
ru: Загрузка недвижимости...
uz: Mulklar yuklanmoqda...

# properties_no_properties_title
source: No Properties Found
ru: Недвижимость не найдена
uz: Mulklar topilmadi

# properties_no_properties_message
source: This agent's properties will appear here.
ru: Недвижимость этого агента появится здесь.
uz: Ushbu agentning mulklari bu yerda paydo bo'ladi.

# properties_recent_properties_note
source: Showing recent properties. Check full listings for all agent properties.
ru: Показаны последние объекты недвижимости. Для всех объектов агента проверьте полные списки.
uz: So'nggi mulklar ko'rsatilgan. Agent barcha mulklari uchun to'liq ro'yxatlarni tekshiring.

# properties_listed
source: Listed
ru: Размещено
uz: Joylashtirilgan

# properties_bed
source: bed
ru: спальня
uz: yotoq xona

# properties_bath
source: bath
ru: ванная
uz: hammom

# properties_for_sale
source: For Sale
ru: На продажу
uz: Sotuvga

# properties_for_rent
source: For Rent
ru: В аренду
uz: Ijaraga

# reviews_title
source: Client Reviews
ru: Отзывы клиентов
uz: Mijozlar sharhlari

# reviews_no_reviews_title
source: No Reviews Yet
ru: Пока нет отзывов
uz: Hozircha sharhlar yo'q

# reviews_no_reviews_message
source: Client reviews and recommendations will appear here.
ru: Отзывы и рекомендации клиентов появятся здесь.
uz: Mijozlar sharhlari va tavsiyalari bu yerda paydo bo'ladi.

# fallbacks_agent_name
source: Agent
ru: Агент

# saved_properties_title
source: Saved Properties
ru: Сохраненная недвижимость
uz: Saqlangan mulklar

# saved_properties_subtitle
source: Your favorite properties in one place
ru: Ваша избранная недвижимость в одном месте
uz: Sizning sevimli mulklaringiz bir joyda

# saved_properties_no_saved_properties
source: No saved properties yet
ru: Пока нет сохраненной недвижимости
uz: Hozircha saqlangan mulklar yo'q

# saved_properties_start_saving
source: Start exploring and save properties you like
ru: Начните исследовать и сохранять понравившуюся недвижимость
uz: O'rganishni boshlang va yoqtirgan mulklaringizni saqlang

# saved_properties_browse_properties
source: Browse Properties
ru: Просмотр недвижимости
uz: Mulklarni ko'rish

# saved_properties_saved_on
source: Saved on
ru: Сохранено
uz: Saqlangan

# auth_login_required
source: Please log in to view saved properties
ru: Пожалуйста, войдите в систему для просмотра сохраненной недвижимости
uz: Saqlangan mulklarni ko'rish uchun tizimga kiring

# auth_login
source: Login
ru: Войти
uz: Kirish

# success_property_unsaved
source: Property removed from saved list
ru: Недвижимость удалена из сохраненного списка
uz: Mulk saqlangan ro'yxatdan o'chirildi

# success_property_saved
source: Property saved successfully
ru: Недвижимость успешно сохранена
uz: Mulk muvaffaqiyatli saqlandi

# success_phone_copied
source: Phone number copied!
ru: Номер телефона скопирован!
uz: Telefon raqami nusxalandi!

# success_property_created_success
source: Property created successfully!
ru: Недвижимость успешно создана!
uz: Mulk muvaffaqiyatli yaratildi!

# success_agent_approved
source: Agent approved successfully
ru: Агент успешно одобрен
uz: Agent muvaffaqiyatli tasdiqlandi

# success_agent_rejected
source: Agent rejected successfully
ru: Агент успешно отклонен
uz: Agent muvaffaqiyatli rad etildi

# steps_step
source: Step
ru: Шаг
uz: Qadam

# steps_basic_information
source: Basic Information
ru: Основная информация
uz: Asosiy ma'lumotlar

# steps_location_details
source: Location Details
ru: Детали местоположения
uz: Joylashuv tafsilotlari

# steps_property_details
source: Property Details
ru: Детали недвижимости
uz: Mulk tafsilotlari

# steps_property_images
source: Property Images
ru: Изображения недвижимости
uz: Mulk rasmlari

# basic_info_tell_us_about_property
source: Tell us about your property
ru: Расскажите нам о вашей недвижимости
uz: Mulkingiz haqida bizga ayting

# basic_info_property_type
source: Property Type
ru: Тип недвижимости
uz: Mulk turi

# basic_info_listing_type
source: Listing Type
ru: Тип объявления
uz: E'lon turi

# basic_info_property_title
source: Property Title
ru: Название недвижимости
uz: Mulk nomi

# basic_info_title_placeholder
source: Enter a descriptive title for your property
ru: Введите описательное название для вашей недвижимости
uz: Mulkingiz uchun tavsifiy nom kiriting

# basic_info_description
source: Description
ru: Описание
uz: Tavsif

# basic_info_description_placeholder
source: Describe your property in detail...
ru: Опишите вашу недвижимость подробно...
uz: Mulkingizni batafsil tavsiflang...

# property_types_apartment
source: Apartment
ru: Квартира
uz: Kvartira

# property_types_house
source: House
ru: Дом
uz: Uy

# property_types_townhouse
source: Townhouse
ru: Таунхаус
uz: Taunhaus

# property_types_villa
source: Villa
ru: Вилла

# property_types_commercial
source: Commercial
ru: Коммерческая
uz: Tijorat

# property_types_office
source: Office
ru: Офис
uz: Ofis

# property_types_land
source: Land
ru: Земля
uz: Yer

# property_types_warehouse
source: Warehouse
ru: Склад
uz: Ombor

# listing_types_for_sale
source: For Sale
ru: На продажу
uz: Sotuvga

# listing_types_for_rent
source: For Rent
ru: В аренду
uz: Ijaraga

# location_where_is_property
source: Where is your property located?
ru: Где находится ваша недвижимость?
uz: Mulkingiz qayerda joylashgan?

# location_full_address
source: Full Address
ru: Полный адрес
uz: To'liq manzil

# location_address_placeholder
source: Enter full address
ru: Введите полный адрес
uz: To'liq manzilni kiriting

# location_region
source: Region
ru: Регион
uz: Viloyat

# location_select_region
source: Select region
ru: Выберите регион
uz: Viloyatni tanlang

# location_district
source: District
ru: Район
uz: Tuman

# location_select_district
source: Select district
ru: Выберите район
uz: Tumanni tanlang
