Repository: firdavs9777/tezsell_app_front
Catalog: lib/l10n/app_*.arb
Languages: ru, uz

source: Support Hours
ru: Часы поддержки
uz: Qo'llab-quvvatlash soatlari

# mon_fri_9_6
source: Mon-Fri: 9:00 AM - 6:00 PM
ru: Пн-Пт: 9:00 - 18:00
uz: Dush-Juma: 9:00 - 18:00

source: How are we doing?
ru: Как у нас дела?
uz: Bizning xizmatimiz qanday?

# rate_experience
source: Rate your customer service experience
ru: Оцените качество обслуживания
uz: Xizmat sifatini baholang

source: Poor
ru: Плохо
uz: Yomon

source: Okay
ru: Нормально
uz: Yaxshi

source: Good
ru: Хорошо
uz: Juda yaxshi

source: Excellent
ru: Отлично
uz: A'lo

# account_secure
source: Your Account is Secure
ru: Ваш аккаунт защищен
uz: Hisobingiz himoyalangan

# password_security
source: Password & Authentication
ru: Пароль и аутентификация
uz: Parol va autentifikatsiya

source: Change Password
ru: Изменить пароль
uz: Parolni o'zgartirish

# two_factor_auth
source: Two-Factor Authentication
ru: Двухфакторная аутентификация
uz: Ikki faktorli autentifikatsiya

source: Biometric Login
ru: Биометрический вход
uz: Biometrik kirish

source: Login Activity
ru: Активность входа
uz: Kirish faolligi

source: Active Sessions
ru: Активные сеансы
uz: Faol seanslar

source: Login Alerts
ru: Уведомления о входе
uz: Kirish haqida bildirishnomalar

source: Account Protection
ru: Защита аккаунта
uz: Hisob himoyasi

source: Recovery Email
ru: Email для восстановления
uz: Tiklash uchun email

source: Backup Codes
ru: Резервные коды
uz: Zaxira kodlar

source: Improve Security
ru: Улучшить безопасность
uz: Xavfsizlikni oshirish

source: Security Score
ru: Уровень безопасности
uz: Xavfsizlik darajasi

# last_changed_days
source: Last changed 30 days ago
ru: Последнее изменение 30 дней назад
uz: 30 kun oldin o'zgartirilgan

source: Danger Zone
ru: Опасная зона
uz: Xavfli zona

source: Logout All Devices
ru: Выйти со всех устройств
uz: Barcha qurilmalardan chiqish

source: End all sessions
ru: Завершить все сеансы
uz: Barcha seanslarni tugatish

source: Permanently delete
ru: Удалить навсегда
uz: Butunlay o'chirish

# verification_code_message
source: We'll send a verification code to confirm it's you.
ru: Мы отправим код подтверждения, чтобы убедиться, что это вы.
uz: Siz ekanligingizni tasdiqlash uchun tasdiqlash kodini yuboramiz.

source: Send Code
ru: Отправить код
uz: Kod yuborish

source: Enter Verification Code
ru: Введите код подтверждения
uz: Tasdiqlash kodini kiriting

source: Verification Code
ru: Код подтверждения
uz: Tasdiqlash kodi

source: New Password
ru: Новый пароль
uz: Yangi parol

source: Confirm Password
ru: Подтвердите пароль
uz: Parolni tasdiqlang

source: Resend Code
ru: Отправить повторно
uz: Qayta yuborish

# code_sent_to
source: Enter the verification code sent to
ru: Введите код подтверждения, отправленный на
uz: Tasdiqlash kodini kiriting, yuborildi

# enter_code
source: Enter verification code
ru: Введите код подтверждения
uz: Tasdiqlash kodini kiriting

source: Code must be 6 digits
ru: Код должен состоять из 6 цифр
uz: Kod 6 ta raqamdan iborat bo'lishi kerak

source: Enter new password
ru: Введите новый пароль
uz: Yangi parolni kiriting

source: Minimum 8 characters
ru: Минимум 8 символов
uz: Kamida 8 ta belgi

source: Passwords do not match
ru: Пароли не совпадают
uz: Parollar mos kelmaydi

source: Close
ru: Закрыть
uz: Yopish

source: Current
ru: Текущий
uz: Joriy

source: Session ended
ru: Сеанс завершён
uz: Seans tugatildi

source: Update Recovery Email
ru: Обновить резервную почту
uz: Qayta tiklash pochtasini yangilash

source: New Email
ru: Новая почта
uz: Yangi pochta

source: Update
ru: Обновить
uz: Yangilash

source: Verification email sent
ru: Письмо с подтверждением отправлено
uz: Tasdiqlash xati yuborildi

source: Generate emergency codes
ru: Сгенерировать аварийные коды
uz: Favqulodda kodlar yaratish

source: Copy All
ru: Скопировать всё
uz: Hammasini nusxalash

source: Code copied
ru: Код скопирован
uz: Kod nusxalandi

source: All codes copied
ru: Все коды скопированы
uz: Barcha kodlar nusxalandi

# logout_all_devices_confirm
source: Logout All Devices?
ru: Выйти со всех устройств?
uz: Barcha qurilmalardan chiqasizmi?

# logout_all_devices_message
source: This will end all active sessions on all devices.
ru: Это завершит все активные сеансы на всех устройствах.
uz: Bu barcha qurilmalardagi faol seanslarni tugatadi.

source: Logout All
ru: Выйти со всех
uz: Barchasidan chiqish

# delete_account_confirm
source: Delete Account?
ru: Удалить аккаунт?
uz: Hisobni o'chirasizmi?

# delete_account_warning
source: This action is PERMANENT and cannot be undone. All your data will be permanently deleted.
ru: Это действие НЕОБРАТИМО. Все ваши данные будут удалены навсегда.
uz: Bu harakat QAYTARILMAS. Barcha ma'lumotlaringiz butunlay o'chiriladi.

source: What will be deleted:
ru: Что будет удалено:
uz: Nima o'chiriladi:

# profile_and_account_info
source: • Your profile and account information
ru: • Ваш профиль и информация об аккаунте
uz: • Profilingiz va hisob ma'lumotlari

# all_listings_and_posts
source: • All your listings and posts
ru: • Все ваши объявления и публикации
uz: • Barcha e'lonlar va xabarlaringiz

# messages_and_conversations
source: • Your messages and conversations
ru: • Ваши сообщения и переписки
uz: • Xabarlar va suhbatlaringiz

source: • Saved items and preferences
ru: • Сохранённые элементы и настройки
uz: • Saqlangan elementlar va sozlamalar

# enter_password_to_continue
source: Enter your password to continue
ru: Введите пароль для продолжения
uz: Davom ettirish uchun parolni kiriting

# continue_val
source: Continue
ru: Продолжить
uz: Davom etish

# please_enter_password
source: Please enter your password
ru: Пожалуйста, введите ваш пароль
uz: Iltimos, parolingizni kiriting

source: Enter Confirmation Code
ru: Введите код подтверждения
uz: Tasdiqlash kodini kiriting

# deletion_confirmation_message
source: We sent a confirmation code to your phone. Enter it below to permanently delete your account.
ru: Мы отправили код подтверждения на ваш телефон. Введите его ниже, чтобы навсегда удалить аккаунт.
uz: Biz telefoningizga tasdiqlash kodini yubordik. Hisobni butunlay o'chirish uchun uni quyida kiriting.

source: Confirmation Code
ru: Код подтверждения
uz: Tasdiqlash kodi

# please_enter_6_digit_code
source: Please enter the 6-digit code
ru: Пожалуйста, введите 6-значный код
uz: Iltimos, 6 raqamli kodni kiriting

# account_deleted
source: Your account has been deleted
ru: Ваш аккаунт удалён
uz: Hisobingiz o'chirildi

source: Deletion cancelled
ru: Удаление отменено
uz: O'chirish bekor qilindi

# failed_to_load_user_info
source: Failed to load user information
ru: Не удалось загрузить информацию пользователя
uz: Foydalanuvchi ma'lumotlarini yuklab bo'lmadi

# auth_login_to_view_saved
source: Please log in to view your saved properties
ru: Войдите, чтобы просмотреть сохраненную недвижимость
uz: Saqlangan ko'chmas mulklarni ko'rish uchun tizimga kiring

# authLoginRequired
source: Login Required
ru: Требуется вход
uz: Tizimga kirish talab qilinadi

# authLoginToViewSaved
source: Please log in to view your saved properties
ru: Войдите, чтобы просмотреть сохраненную недвижимость
uz: Saqlangan ko'chmas mulklarni ko'rish uchun tizimga kiring

# authLogin
source: Log In
ru: Войти
uz: Kirish

# savedPropertiesTitle
source: Saved Properties
ru: Сохраненная Недвижимость
uz: Saqlangan Ko'chmas Mulklar

source: Loading saved properties...
ru: Загрузка сохраненной недвижимости...
uz: Saqlangan ko'chmas mulklar yuklanmoqda...

# errorsFailedToLoadSaved
source: Failed to load saved properties
ru: Не удалось загрузить сохраненную недвижимость
uz: Saqlangan ko'chmas mulklarni yuklashda xatolik

# actionsRetry
source: Retry
ru: Повторить
uz: Qayta urinish

# savedPropertiesNoSaved
source: No Saved Properties
ru: Нет Сохраненной Недвижимости
uz: Saqlangan Ko'chmas Mulklar Yo'q

# savedPropertiesStartSaving
source: Start exploring and save properties you like
ru: Изучайте и сохраняйте понравившуюся недвижимость
uz: Ko'chmas mulklarni ko'rib chiqing va yoqtirganlaringizni saqlang

# savedPropertiesBrowse
source: Browse Properties
ru: Просмотреть Недвижимость
uz: Ko'chmas Mulklarni Ko'rish

# resultsSavedProperties
source: saved properties
ru: сохранено объектов
uz: saqlangan ko'chmas mulklar

# actionsRefresh
source: Refresh
ru: Обновить
uz: Yangilash

# resultsNoMoreProperties
source: No more properties
ru: Больше нет объектов
uz: Boshqa ko'chmas mulklar yo'q

# propertyCardFeatured
source: Featured
ru: Рекомендуемое
uz: Tavsiya etilgan

# successPropertyUnsaved
source: Property removed from saved list
ru: Недвижимость удалена из сохраненных
uz: Ko'chmas mulk saqlanganlar ro'yxatidan o'chirildi

# alertsUnsavePropertyFailed
source: Failed to remove property
ru: Не удалось удалить недвижимость
uz: Ko'chmas mulkni o'chirishda xatolik

# propertyCardBed
source: bed
ru: спальня
uz: yotoq xona

# propertyCardBath
source: bath
ru: ванная
uz: hammom

# savedPropertiesSavedOn
source: Saved on
ru: Сохранено
uz: Saqlangan sana

# propertyCardViewDetails
source: View Details
ru: Подробнее
uz: Batafsil Ko'rish

# serviceDetailTitle
source: Service Detail
ru: Детали услуги
uz: Xizmat tafsilotlari

# errorLoadingFavorites
source: Error loading favorite items
ru: Ошибка загрузки избранных элементов
uz: Sevimlilar yuklanishida xatolik

# noFavoritesFound
source: No favorite items found.
ru: Избранные элементы не найдены.
uz: Sevimli elementlar topilmadi.

# commentUpdatedSuccess
source: Comment updated successfully!
ru: Комментарий успешно обновлен!
uz: Izoh muvaffaqiyatli yangilandi!

source: Error updating comment
ru: Ошибка обновления комментария
uz: Izohni yangilashda xatolik

# replyAddedSuccess
source: Reply added successfully!
ru: Ответ успешно добавлен!
uz: Javob muvaffaqiyatli qo'shildi!

source: Error adding reply
ru: Ошибка добавления ответа
uz: Javob qo'shishda xatolik

# commentDeletedSuccess
source: Comment deleted successfully!
ru: Комментарий успешно удален!
uz: Izoh muvaffaqiyatli o'chirildi!

source: Error deleting comment
ru: Ошибка удаления комментария
uz: Izohni o'chirishda xatolik

# serviceLikedSuccess
source: Service liked successfully!
ru: Услуга успешно добавлена в избранное!
uz: Xizmat sevimlilarga qo'shildi!

source: Error liking service
ru: Ошибка добавления в избранное
uz: Sevimliga qo'shishda xatolik

# serviceDislikedSuccess
source: Service disliked successfully!
ru: Услуга успешно удалена из избранного!
uz: Xizmat sevimlilardan o'chirildi!

source: Error disliking service
ru: Ошибка удаления из избранного
uz: Sevimlilardan o'chirishda xatolik

source: Replying to
ru: Ответ пользователю
uz: Javob berish

source: Write your reply...
ru: Напишите ваш ответ...
uz: Javobingizni yozing...

source: Post Reply
ru: Опубликовать ответ
uz: Javobni yuborish

source: Anonymous
ru: Аноним
uz: Anonim

source: Edit Comment
ru: Редактировать комментарий
uz: Izohni tahrirlash

source: Edit your comment...
ru: Редактировать комментарий...
uz: Izohingizni tahrirlang...

source: Save Changes
ru: Сохранить изменения
uz: O'zgarishlarni saqlash

source: Property Owner
ru: Владелец
uz: Egasi

source: Error loading services
ru: Ошибка загрузки услуг
uz: Xizmatlar yuklanishida xatolik

source: No recommended services found.
ru: Рекомендуемые услуги не найдены.
uz: Tavsiya etilgan xizmatlar topilmadi.

# passwordRequired
source: Password is required
ru: Пароль обязателен
uz: Parol kiritish majburiy

# passwordTooShort
source: Password must be at least 8 characters
ru: Пароль должен содержать минимум 8 символов
uz: Parol kamida 8 belgidan iborat bo'lishi kerak

# passwordRequirements
source: Password must contain letters and numbers
ru: Пароль должен содержать буквы и цифры
uz: Parol harf va raqamdan iborat bo'lishi kerak

# usernameRequired
source: Username is required
ru: Имя пользователя обязательно
uz: Foydalanuvchi ismi majburiy

# usernameTooShort
source: Username must be at least 3 characters
ru: Имя пользователя должно содержать минимум 3 символа
uz: Foydalanuvchi ismi kamida 3 belgidan iborat bo'lishi kerak

# confirmPasswordRequired
source: Password confirmation is required
ru: Подтверждение пароля обязательно
uz: Parolni tasdiqlash majburiy

# passwordHelp
source: At least 8 characters, letters and numbers
ru: Минимум 8 символов, буквы и цифры
uz: Kamida 8 belgi, harf va raqam

# usernameExists
source: This username already exists
ru: Это имя пользователя уже существует
uz: Bu foydalanuvchi ismi allaqachon mavjud

# phoneExists
source: This phone number is already registered
ru: Этот номер телефона уже зарегистрирован
uz: Bu telefon raqami allaqachon ro'yxatdan o'tgan

# networkError
source: Network connection error. Please check your connection
ru: Ошибка подключения к интернету. Пожалуйста, проверьте соединение
uz: Internetga ulanishda xatolik. Iltimos, ulanishni tekshiring

source: Contact Seller
ru: Связаться с продавцом
uz: Sotuvchi bilan bog'lanish

# callToReveal
source: Tap "Call" to reveal
ru: Нажмите "Позвонить" чтобы увидеть
uz: Ko'rish uchun "Qo'ng'iroq" bosing
